<unk>	0
<s>	0
</s>	0
cc	-0
O)	-1
C(	-2
=O)	-3
CC	-4
ccc	-5
C(=O)	-6
[C	-7
[C@	-8
H]	-9
(C	-10
c1	-11
c2	-12
c3	-13
▁C	-14
ccccc	-15
C)	-16
[C@@	-17
C(=O)N	-18
[C@H]	-19
[C@@H]	-20
ccc(	-21
(C)	-22
c(	-23
c4	-24
(=O)	-25
NC(=O)	-26
2)	-27
cc(	-28
F)	-29
CCC	-30
3)	-31
1)	-32
CCN	-33
=C	-34
C(C)	-35
Oc1	-36
(CC	-37
ccc(cc	-38
l)	-39
N)	-40
4)	-41
OC	-42
▁CC	-43
cn	-44
c5	-45
c3ccccc	-46
OC(=O)	-47
[C@H](	-48
(Cl)	-49
[C@@H](	-50
S(=O)	-51
S(=O)(=O)	-52
▁COc1	-53
=C(	-54
cc1	-55
C2	-56
[n	-57
c4ccccc	-58
nc(	-59
OC)	-60
c2ccccc	-61
CCCC	-62
cccc	-63
C1	-64
C(=	-65
cccc(	-66
\C	-67
[nH]	-68
CN	-69
▁Cc1	-70
[C@H](C	-71
+]	-72
OCC	-73
cc2	-74
C(F)	-75
CCCN	-76
(F)	-77
C(F)(F)	-78
CCN(CC	-79
-]	-80
[C@@H](C	-81
ccc(cc1)	-82
c3ccccc3	-83
ccc2	-84
c1)	-85
nn	-86
=C\	-87
C(=O)O	-88
5)	-89
▁CN	-90
C3	-91
C(C)(C)	-92
c2ccc	-93
[N	-94
1C	-95
N2	-96
cc3	-97
[O	-98
c(C)	-99
[O-]	-100
[C@]	-101
c3ccc	-102
C(=O)O)	-103
[C@@]	-104
n2	-105
c2)	-106
n1	-107
c2ccc(	-108
C(C	-109
[N+]	-110
▁O	-111
c4ccccc4	-112
c3ccc(	-113
Br	-114
CCCCC	-115
c1ccc(	-116
c3ccccc3)	-117
▁CC(C)	-118
[C@@H]1	-119
=N	-120
▁Cl	-121
c1ccccc	-122
[C@H]1	-123
c5ccccc	-124
c2ccccc2	-125
c2n	-126
c2ccccc2)	-127
[C@H](O)	-128
=O	-129
c3)	-130
c6	-131
[C@@H](O)	-132
C(C)C)	-133
\C=C\	-134
▁N	-135
[N+](=O)	-136
ccn	-137
[C@H]2	-138
C(=O)NC	-139
C(=O)C	-140
[C@@H]2	-141
(O)	-142
NC(=O)C	-143
3CC	-144
c1ccc(cc1)	-145
NC(=O)[C@H](C	-146
C#	-147
cc4	-148
Br)	-149
c2ccc(cc	-150
c4ccc	-151
[C@H](C)	-152
cc2)	-153
c2cc(	-154
c(C	-155
C(=C	-156
[C@@H](C)	-157
S(=O)(=O)N	-158
C(=N	-159
c(Cl)	-160
c4ccccc4)	-161
3C	-162
C(=O)N[C@@H](C	-163
cc3)	-164
[N+](=O)[O-]	-165
nc2	-166
▁F	-167
C(CC	-168
c(O)	-169
C(F)(F)F	-170
2)c3	-171
S)	-172
c[nH]	-173
c4ccc(	-174
C(F)(F)F)	-175
4CC	-176
\N	-177
▁CC1	-178
N(C	-179
NC	-180
N(C)	-181
ccc1	-182
c1n	-183
%1	-184
n3	-185
C(O)	-186
CCN(C	-187
C(=N)	-188
c(OC)	-189
cc(C)	-190
CC2	-191
▁CCCC	-192
ccc(C	-193
SC	-194
[C@H](CC	-195
c1ccccc1)	-196
cc(Cl)	-197
[C@@H](CC	-198
c3ccc(cc	-199
Cl)	-200
C(=O)N2	-201
C(=O)N)	-202
[C@H]3	-203
c2ccc(cc2)	-204
1CC	-205
c4)	-206
c2c1	-207
▁OC(=O)	-208
▁O=C(	-209
c(n	-210
c2ccc3	-211
6)	-212
c3n	-213
c1cccc(	-214
▁Cl.	-215
c3cc(	-216
c5ccccc5	-217
c1cc(	-218
ccc3	-219
P(=O)	-220
c(F)	-221
N(	-222
c1ccc2	-223
ccccc1	-224
Cl	-225
▁COC(=O)	-226
[C@@H]3	-227
NC(=O)N	-228
▁COc1ccc(	-229
cs	-230
C1=O)	-231
▁CCOC(=O)	-232
4C	-233
c2cccc(	-234
▁CN(C)	-235
N3	-236
▁COc1cc(	-237
c2o	-238
c1ccccc1	-239
CC1	-240
c3ccc(cc3)	-241
C2=O)	-242
▁CN1	-243
c3ccc(Cl)	-244
C(=O)OC	-245
cc(C	-246
c(N	-247
▁CCC	-248
[C@H](NC(=O)	-249
cccc2	-250
cc4)	-251
C#N)	-252
C(=S)	-253
▁Oc1	-254
[n+]	-255
[N+](=O)[O-])	-256
\C=C	-257
▁COc1ccc(cc1)	-258
nc3	-259
C1=O	-260
n2)	-261
c2cccc	-262
23)	-263
=C1	-264
c7	-265
CCN(CC1)	-266
cc1)	-267
CCN1	-268
nc1	-269
C(=O)N[C@@H](	-270
(C)CC	-271
CO	-272
C4	-273
c2ccc(Cl)	-274
c2cn	-275
5CC	-276
N1	-277
[C@]1	-278
c2nc(	-279
NS(=O)(=O)	-280
CCN)	-281
OCO	-282
c3cccc(	-283
(C)C	-284
c3cccc	-285
cc5	-286
c6ccccc	-287
c3ccc4	-288
CC3	-289
C(=N)N)	-290
NC(=O)[C@@H](	-291
n1)	-292
C(=O)N[C@@H](CC	-293
ncn	-294
3)c4	-295
ccc(Cl)	-296
C(C)(C)C)	-297
CCN(CC2)	-298
P(=O)(O)	-299
n4	-300
▁CO	-301
C(=C(	-302
C(=O)N(C	-303
2CC	-304
ccc(cc1	-305
C=C	-306
\C(=N	-307
O[C@H](C	-308
c5ccccc5)	-309
C(=O)N1	-310
OC(=O)C)	-311
C(=O)NCC	-312
cc(OC)	-313
CN(C	-314
[C@@H](O	-315
c3ccc(F)	-316
c1nc(	-317
OC1	-318
ccc4	-319
▁CC(C)(C)	-320
\C(=C	-321
c(N)	-322
▁CCOc1	-323
(C)C)	-324
N=C(	-325
c4ccc(cc	-326
2C	-327
#N)	-328
[O-])	-329
[C@@H]4	-330
CCCCCC	-331
c4ccc(Cl)	-332
c2c1)	-333
C(C)C	-334
[C@@]2	-335
C#N	-336
34)	-337
C(C)(C)C	-338
n3)	-339
c3o	-340
.OC(=O)	-341
c5ccc(	-342
c1cn	-343
▁CC(C)C	-344
c(c1)	-345
c1ccc(C	-346
[C@H]4	-347
CCCNC(=N)N)	-348
\N=C\	-349
\C=C/	-350
c3ccccc23)	-351
c1cccc(c1)	-352
N2CC	-353
C2=O	-354
NC(=O)[C@H](CC	-355
▁[O-]	-356
CC)	-357
CCN(	-358
[C@@]3	-359
N(CC	-360
[C@@H]1C	-361
N=C	-362
N4	-363
=C)	-364
=C(C)	-365
[C@]3	-366
c4ccc(F)	-367
[C@]2	-368
c3c2	-369
\C=N	-370
▁COc1ccc2	-371
\C(	-372
[C@@]1	-373
\C(=C/	-374
CCN(CC)	-375
=C(/	-376
CCCO	-377
NC(=O)CN	-378
c4ccc(cc4)	-379
▁Cn1	-380
c2cc1	-381
cc(O)	-382
c3cn	-383
c2cccc(c2)	-384
ccs	-385
2)C(=O)N	-386
[C@H]1C	-387
▁Cc1ccc(	-388
▁[O-][N+](=O)	-389
5C	-390
c2ccccc1	-391
c4cccc	-392
c3c2)	-393
▁O=C(N	-394
3CCOCC	-395
nc4	-396
c2ccc(F)	-397
\C(=C\	-398
▁Cc1ccc(cc1)	-399
N)C	-400
CC2)	-401
CCCCCCCC	-402
c4cccc(	-403
▁CC(	-404
▁COc1ccccc1	-405
▁FC(F)(F)	-406
=C(N)	-407
=CC	-408
C3=O)	-409
▁COc1cccc(	-410
c4n	-411
7)	-412
.C	-413
nc(N	-414
c1o	-415
c2c(	-416
C2=N	-417
▁CCN(CC)	-418
[C@H]1O	-419
c12	-420
c2cc3	-421
cccc(C	-422
CCC2	-423
[C@@H]1CC	-424
c12)	-425
S(=O)(=O)C	-426
s2)	-427
NC(=O)C)	-428
c5)	-429
OCCO	-430
C(=C)	-431
c%1	-432
CCN(CC3)	-433
▁COc1cc2	-434
CC3)	-435
C(=O)N3	-436
CN1	-437
C(=S)N	-438
▁Cc1cc(	-439
.OC(=O)C(F)(F)F	-440
NC(=O)[C@H](	-441
C(=O)N(C)	-442
CCCN1	-443
OC(=O)C	-444
▁COc1ccc(C	-445
[C@H](O	-446
NC(=O)CC	-447
CN(	-448
c3ccc(C)	-449
▁Br	-450
c23)	-451
nc(C)	-452
4CCOCC	-453
O)[C@@H](O)	-454
C(=O)c3	-455
c4ccccc34)	-456
c4ccc5	-457
▁CC(=O)N	-458
c4cc(	-459
▁CS	-460
%2	-461
CCCN(C	-462
C(=O)CC	-463
▁O=C1	-464
c3ccc(O)	-465
c3ccc(Cl)cc3	-466
NC(=O)C2	-467
\C(=N/	-468
ccc(C)	-469
4(C)	-470
c1ncn	-471
4)c5	-472
c2nn	-473
cccc1	-474
C(=O)N(	-475
CCN2	-476
c(nn	-477
cc(OC)c1	-478
OC)c(OC)	-479
c8	-480
▁COc1ccc(cc1	-481
c2c[nH]	-482
OC2	-483
c2ccc(O)	-484
OP(=O)(O)	-485
▁Cl.C	-486
[S	-487
▁OC	-488
nc(N)	-489
c1cc2	-490
NCC	-491
[C@@H]2C	-492
c6ccccc6	-493
=C(N)N)	-494
N2CCN(CC2)	-495
[Na	-496
c3ccc(Cl)cc3)	-497
[Na+]	-498
[C@H]1CC	-499
c3c(	-500
▁CN(C	-501
CCCCC3)	-502
c2s	-503
c23	-504
C(=O)OCC	-505
P(=O)(	-506
C)\	-507
NC(=O)[C@H](CC(C)C)	-508
[C@H]2C	-509
s3)	-510
C5	-511
cc5)	-512
c3cccc(c3)	-513
\C=N\	-514
N2C	-515
C2)	-516
Nc2n	-517
▁CCO	-518
CCCN=C(N)N)	-519
c2cccc3	-520
c1C	-521
cn1)	-522
ccccc3	-523
c2ccccc12)	-524
CCC1	-525
[C@@H]3C	-526
CN2	-527
C(=N)N	-528
c4o	-529
n(	-530
▁CC(=O)	-531
c2ccc(C)	-532
s1)	-533
c2ccn	-534
C(=O)N[C@@H](CCCCN)	-535
nn2	-536
c3ccccc1	-537
CCC3	-538
c1c[nH]	-539
ccccc4	-540
C(CC1)	-541
C(N	-542
C(=O)C)	-543
c2ccc(cc2	-544
\C=C(/	-545
▁Cc1o	-546
CCNC(=O)	-547
▁[	-548
OC3	-549
c3ccc(F)cc3)	-550
C1=N	-551
c4cn	-552
c2ccc(Cl)cc2)	-553
[C@H]5	-554
=C(C	-555
c2ccc(Cl)cc2	-556
cc1OC	-557
2/	-558
▁CC[C@H](C)	-559
SCC(=O)N	-560
c5ccccc4	-561
NC(=O)[C@@H](C	-562
[C@@H](C)O)	-563
C(=O)C(=C	-564
n4)	-565
[C@@H](O)C	-566
c(O	-567
▁Cc1cccc(	-568
CCCN2	-569
n5	-570
%10	-571
C(=O)N2CC	-572
I)	-573
cc(F)	-574
c2ccc(C	-575
▁CCN	-576
c4ccccc2	-577
[C@@]5	-578
c(Br)	-579
[C@@H]5	-580
O1)	-581
NC(=O)CS	-582
CN(CC	-583
cnc3	-584
c4c3	-585
c4c3)	-586
C(=O)N[C@@H](CCCNC(=N)N)	-587
c(c2)	-588
[C@H](N)	-589
co	-590
3CCOCC3)	-591
N(C)C)	-592
[C@](C)	-593
▁Cc1cc(C)	-594
N(C)C(=O)	-595
CCCCC2)	-596
O[C@H](CO)[C@@H](O)	-597
CC1)	-598
▁CC1(C)	-599
[C@@](C)	-600
c3ccn	-601
23	-602
[C@@H]1O	-603
cc(c1)	-604
▁NC(=O)	-605
CCN3	-606
C(=O)N(CC	-607
C(=O)N[C@@H](CC(C)C)	-608
-].	-609
c3ccc(F)cc3	-610
c7ccccc	-611
cccc4	-612
c2c(C)	-613
1CCC(CC1)	-614
=C2	-615
C(=O)OC)	-616
c1ccc(Cl)	-617
cccc3	-618
[Na+].	-619
C2=C(	-620
[C@H]3C	-621
[C@@H]6	-622
CCO	-623
c4ccc(Cl)cc4	-624
C#C	-625
NC(=O)[C@H](C)	-626
▁CCN1	-627
C(=O)NC2	-628
ccc5	-629
[nH]c(	-630
▁Cc1n	-631
c6ccccc6)	-632
cc6	-633
N(C)C	-634
C(=O)\C=C\	-635
c1ccc(O)	-636
C(=O)c3ccccc3	-637
[C@H](O)C	-638
4CCCCC	-639
nc3)	-640
c1ccc(N	-641
▁CN(	-642
[C@H](NC(=O)[C@H](C	-643
c1cccc2	-644
C(=O)N[C@@H](C)	-645
CCCN(CC	-646
c5ccc	-647
[C@H]3CC	-648
c2ccc(F)cc2)	-649
C2=C	-650
c2ccc(O	-651
c4ccc(F)cc4	-652
C3)	-653
NC(=O)O	-654
\C(=N\	-655
[C@@H](CO)	-656
([O-])	-657
#C	-658
[C@@H]3CC	-659
c3cccc4	-660
[C@H]6	-661
4)cc1	-662
▁CCCCCCCC	-663
C1=C	-664
[C@@H]2CC	-665
s2	-666
▁Fc1ccc(cc1)	-667
CCN(CC2)c3	-668
Oc1ccc(	-669
CCCCC3	-670
CCN(C)CC	-671
O2)	-672
c4ccc(O)	-673
n(C)	-674
s3	-675
2=O)	-676
c1nn	-677
N1C	-678
Oc1ccc(cc1)	-679
c1ccc(O	-680
CCNCC	-681
OCC(=O)N	-682
4C)	-683
▁COc1cccc(c1)	-684
CCCN3	-685
CCCCC1)	-686
c3c[nH]	-687
c2cc(Cl)	-688
[C@@]4	-689
C1)	-690
c2cc(ccc2	-691
C1=C(	-692
c4ccn	-693
[C@]3(C)	-694
c(C)c1	-695
C(CC2)	-696
C(=O)NC3	-697
c(NC(=O)	-698
/C	-699
N5	-700
NC1=O)	-701
c2cs	-702
s1	-703
CCCC3)	-704
c3ccc(O	-705
[C@]4(C)	-706
4CCCC	-707
▁Clc1ccc(cc1)	-708
C(CN	-709
S(=O)(=O)C)	-710
CCCC3	-711
8)	-712
[N+](C)	-713
c(n1)	-714
\C=C\2/	-715
[n+]1	-716
c5ccc(F)	-717
c2nnc(	-718
%3	-719
nc2)	-720
4CC4)	-721
c3ccc(Br)	-722
cccc(Cl)	-723
c3ccc(OC)	-724
CCC4	-725
c4ccc(C)	-726
▁Cc1ccccc1	-727
c(OC)c1	-728
▁OC1	-729
Oc1ccc2	-730
c1c(C)	-731
SC)	-732
OC(=O)N	-733
cn2	-734
▁O=C(C	-735
\N=C(/	-736
n2C	-737
c3ccccc13	-738
▁Cc1ccc2	-739
▁CCCCC	-740
c1ccc	-741
c1c(	-742
NC(=O)OC	-743
c4ccc(F)cc4)	-744
c3cc(Cl)	-745
cn3)	-746
ccc(O)	-747
▁CN1CCN(CC1)	-748
N3CC	-749
CCNC	-750
[C@@H]1O)	-751
C(O)C	-752
[C@H](OC(=O)	-753
c5ccc(cc	-754
c2oc(	-755
c1s	-756
NC(=O)[C@H](CO)	-757
[C@]5	-758
c3nc(	-759
OCC2)	-760
▁Clc1ccc(	-761
6CC	-762
c2ccc(cc2)c3	-763
(CCC	-764
▁CC1=C	-765
c4ccc(Cl)cc4)	-766
c2nc3ccccc3	-767
C(=O)C2	-768
1=O)	-769
c2ccc(Br)	-770
[S+]	-771
c2cc(C)	-772
[C@H](CO)	-773
(O)C	-774
C(=O)C3	-775
▁COc1ccc(cc1OC)	-776
cc23)	-777
c5ccccc45)	-778
▁COc1cc(cc(OC)c1	-779
OC(C	-780
n(C	-781
5CCOCC	-782
c3cccnc3	-783
[C@H](OC(=O)C)	-784
c9	-785
c(cc1	-786
c3c(C)	-787
CCCC(C	-788
▁CCn1	-789
c4cccs	-790
[C@H](O)[C@@H](O)	-791
c(Cl)c1	-792
▁CCCCCCCCCCCC	-793
C2C	-794
SCC	-795
c(n2)	-796
ccnc(	-797
cn2)	-798
c4cccc(c4)	-799
OCOc5	-800
c3cccnc3)	-801
▁COCC	-802
C(CC(C	-803
c3ccccc23	-804
34	-805
4CCOCC4)	-806
CN3	-807
[C@@H]7	-808
[C@]12	-809
c3cccc(Cl)	-810
NC(=O)[C@H](CCCCN)	-811
c4ccccc1	-812
C(=O)N[C@@H](C(C)C)	-813
ccc3)	-814
c3cc4	-815
▁CCOC(=O)C1	-816
n[nH]	-817
c5ccc(Cl)	-818
C3CC	-819
[C@@H](NC(=O)	-820
-].C	-821
c2n1	-822
CCCC2)	-823
(CO)	-824
ccc1O	-825
[C@@H]5CC	-826
3CCOCC3	-827
c1O	-828
C(=O)c4	-829
ccc23)	-830
O)\	-831
NC(=O)[C@@H](N)C	-832
[C@H]7	-833
4CCOCC4	-834
c2ncn	-835
OCC)	-836
/C/	-837
[C@H]2O	-838
cn1	-839
[C@@]2(C)	-840
C(CC3)	-841
c1nc2	-842
▁COC	-843
▁C(	-844
C(=O)c4ccccc4	-845
[C@@H]2O	-846
c2ccc(O)cc2)	-847
▁Fc1ccc(	-848
ccccc2	-849
NC(=O)[C@H](CCCNC(=N)N)	-850
▁Nc1nc(	-851
n1C	-852
ccccc5	-853
[C@H](N	-854
c(CC	-855
c2c(C	-856
▁CCC1	-857
[C@H](C)C	-858
O[C@H](CO)[C@@H](O)[C@H](O)	-859
c2[nH]	-860
c3ccc(cc3	-861
C2=O)cc1	-862
c2ccc(OC)	-863
c34)	-864
nn1	-865
C3=N	-866
c3ccccc3)c4ccccc4	-867
c13	-868
c1cccc(C	-869
c3ccc4OCO	-870
OS(=O)(=O)	-871
c1nnc(	-872
OC(	-873
c4ccccc34	-874
[nH]2)	-875
[C@H]4C	-876
(CC)	-877
cc(Br)	-878
c2C	-879
c2occc	-880
c2ccc(NC(=O)	-881
[C@@H]4C	-882
c1ccc(O)cc1)	-883
c2cc1OC	-884
C(=O)N[C@@H](CCC(=O)O)	-885
C(NC(=O)	-886
c2ccc3ccccc3	-887
C(=O)N2C	-888
▁C[C@@H]1	-889
C(=O)N[C@H](C	-890
▁CNC(=O)	-891
3C)	-892
cccc(C)	-893
▁OC(=O)C	-894
NC(=O)CN2	-895
CCCC2	-896
c4ccccc14	-897
▁COc1cc(cc(OC)c1OC)	-898
c2c[nH]c3ccccc23)	-899
n2cn	-900
5)c6	-901
C(=O)c2ccccc2	-902
c3occc3)	-903
c2nc3	-904
C(=O)N[C@@H](CO)	-905
C(C)(C)O	-906
▁Cl.Cl	-907
=C(N	-908
c2cccc(Cl)	-909
c3cccs3)	-910
4=O)	-911
c4cc5	-912
[C@H]2CC	-913
SSC	-914
C(=O)C=C	-915
[C@]4	-916
CCCNC(=O)	-917
C3=O	-918
nc(n1)	-919
C(=O)c2c1	-920
c(N)ncn	-921
c3ccc(C	-922
[C@H]([C@H](O)	-923
[C@@H](O)[C@H](O)	-924
[C@]2(C)	-925
n3cn	-926
c3ccc(C)cc3	-927
CN(C)	-928
c2cc(F)	-929
\C=C\C	-930
c2ccccc2)c3ccccc3	-931
(O	-932
1Cl)	-933
=C/	-934
CCN(CC4)	-935
c3ncn	-936
▁COC1	-937
c5cccc(	-938
[n+]2	-939
▁CS(=O)(=O)	-940
c3nn	-941
O1	-942
ccc(cc3)	-943
▁NS(=O)(=O)	-944
c2c(O)	-945
c4cccnc4	-946
C(=O)N[C@@H](CC(=O)O)	-947
nc4)	-948
S(=O)(=O)N3	-949
NC(=O)[C@H](CC(=O)O)	-950
▁CCCCCC	-951
C1CC	-952
S(=O)(=O)N2	-953
N=N	-954
c3ccc(O)cc3)	-955
N=C2	-956
cc2)cc1	-957
c2ccc(N	-958
c3ccc4ccccc4	-959
C(=O)N1C	-960
=C(C)C)	-961
c2ccc(F)cc2	-962
nc(C	-963
▁[Na+].	-964
CCCCC2	-965
c3cc(C)	-966
nc5	-967
c2ccc3OCO	-968
[C@@H]4CC	-969
C(=O)CS	-970
(CCCCC	-971
c5ccc(cc5)	-972
N3C	-973
c2cccnc2	-974
S1	-975
c2occc2)	-976
\C=N\N	-977
[C@H]3O	-978
c2cccnc2)	-979
[Cl	-980
N3CCN(CC3)	-981
c1ccc(NC(=O)	-982
ncc(	-983
NC(=O)[C@H](CCC(=O)O)	-984
[C@@H](C)CC)	-985
n2)c3	-986
C(=CC	-987
cc1Cl	-988
[C@H]%1	-989
▁Cc1ccc(C	-990
C(=O)N4	-991
N(C(=O)	-992
OCC2	-993
=C(O	-994
=C1C	-995
NC(=O)CO	-996
c1cc(Cl)	-997
N=C1	-998
6C	-999
C2CC	-1000
[C@@H](N)	-1001
nc(O)	-1002
=C(\	-1003
CCN(CC3)c4	-1004
▁COc1cc(OC)	-1005
C(=O)[C@H](C	-1006
▁[Br	-1007
c4ccccc24	-1008
(CCCC	-1009
c3nc4ccccc4	-1010
CNC	-1011
C(=O)N\N=C\	-1012
c3s	-1013
c3ccc(C)cc3)	-1014
O)C	-1015
4CC4	-1016
c1c[nH]c2ccccc12)	-1017
c2)cc1	-1018
c34	-1019
▁COc1cc(ccc1	-1020
C(=O)N[C@@H](CCC(=O)N)	-1021
c3cc(ccc3	-1022
▁CS(=O)(=O)N	-1023
4CCCCC4)	-1024
C(=O)N[C@@H](CCCN=C(N)N)	-1025
N2C(=O)	-1026
cc(OC)c(OC)	-1027
NC(=O)[C@H](CCC(=O)N)	-1028
Nc2nc(	-1029
c5cn	-1030
[C@]12C	-1031
cc[n+]	-1032
c2no	-1033
▁Oc1ccc(	-1034
▁CC(C)C[C@H](NC(=O)	-1035
nn2)	-1036
cnc2	-1037
\C=C(/C)\	-1038
▁CC(=O)O	-1039
C)C	-1040
▁CCC(C)	-1041
[C@@H]%1	-1042
C(C2)	-1043
C(CC)	-1044
C)cc1	-1045
▁CCOc1ccc(	-1046
C3=C(	-1047
[C@@]4(C)	-1048
CCN2CC	-1049
C(=O)N[C@@H](CC(=O)N)	-1050
C(=O)N1CCN(CC1)	-1051
nc23)	-1052
▁CCCN	-1053
nc1)	-1054
N2CCN(C	-1055
c(c3)	-1056
ccc12)	-1057
C(N)	-1058
c3cccs3	-1059
n2cc(	-1060
N(CCC	-1061
9)	-1062
(=O)=O)	-1063
OC)c(OC)c(OC)	-1064
ncc2	-1065
▁OCC	-1066
cc12	-1067
nc(n2)	-1068
C(=O)NO)	-1069
c1ccc(OC	-1070
c(NC	-1071
[C@@H](OC(=O)C)	-1072
=[N+]	-1073
c2cccs2)	-1074
(CC1)	-1075
c4cc(Cl)	-1076
C1C	-1077
c1cc(ccc1	-1078
[C@H]8	-1079
C(=O)CO	-1080
c4ccc(OC)	-1081
c5n	-1082
O)[C@H](O)	-1083
▁Nc1n	-1084
[C@]12CC	-1085
▁Clc1ccc2	-1086
C(F)F)	-1087
P(=O)(O)O	-1088
▁CC1=C(	-1089
C(=O)N1CC	-1090
[C@]1(C)	-1091
NC(=O)c2cc(	-1092
S(=O)(=O)N)	-1093
1)C(=O)	-1094
[C@@H]3O	-1095
▁Cc1nn	-1096
c1ccc(cc1	-1097
CCN(C)	-1098
▁COc1cccc(C	-1099
C(=O)O)C(=O)O	-1100
[C@@H](OC(=O)	-1101
O2	-1102
c(cn	-1103
c4c[nH]	-1104
CC4	-1105
▁CSCC	-1106
c(C#N)	-1107
c4cccc(Cl)	-1108
\C=C\C(=O)	-1109
C3=C	-1110
[C@@H]8	-1111
=S)	-1112
c(OC	-1113
CCCCCCC	-1114
c3cc(F)	-1115
▁[Cl	-1116
c4cccc5	-1117
▁CN1C	-1118
▁Fc1ccccc1	-1119
[C@H]3O)	-1120
c%10	-1121
CCCN4	-1122
C(=O)CN	-1123
/C/1	-1124
\C(=C(	-1125
[N-]	-1126
c2c3	-1127
CC(=O)N	-1128
c3ccccn3)	-1129
▁C[C@H]1	-1130
P(=O)(O)O)	-1131
c3c[nH]c4ccccc34)	-1132
cc6)	-1133
NC(=O)\C=C\	-1134
c8ccccc	-1135
c2ccc(OC	-1136
C(O)(	-1137
OCCOCC	-1138
c5ccc(O)	-1139
c(Cl)c3)	-1140
c2ccccn2)	-1141
NC(=O)[C@H](CC(=O)N)	-1142
C(C1)	-1143
\S	-1144
c1c2	-1145
c6)	-1146
▁Oc1ccc2	-1147
c3ccccc3Cl)	-1148
▁NC(=N)	-1149
c4ccc(O	-1150
CCCC1	-1151
c%2	-1152
3)c4ccccc4	-1153
NC(=S)	-1154
=CC2	-1155
[S+]([O-])	-1156
C(=O)N[C@@H](Cc2ccccc2)	-1157
c3ccncc3)	-1158
c1ccc(F)	-1159
C(O	-1160
ccc(Cl)cc1	-1161
cn3	-1162
▁COc1cc(C	-1163
nn3	-1164
▁Clc1ccccc1	-1165
c4ccc(Br)	-1166
[C@](O)	-1167
\C=C/C	-1168
c2ccc(C)cc2)	-1169
NC(=O)OC(C)(C)C)	-1170
[C@@H]5C	-1171
c5ccc(F)cc5	-1172
Oc1ccccc1	-1173
=C3	-1174
c4nn	-1175
[C@@]34C)	-1176
(CC2)	-1177
c2cc(O)	-1178
c3ccc(O)cc3	-1179
c2cccc3ccccc	-1180
▁CCN(C	-1181
C(=O)N2CCC	-1182
CCCN1C(=O)	-1183
c2C)	-1184
c1ccn	-1185
5CCCC	-1186
S(=O)(=O)O	-1187
C(=O)[O-])	-1188
▁C[C@@H](	-1189
[C@H](C)[C@@H](O	-1190
NC2	-1191
1/	-1192
ccn2	-1193
▁CN1CC	-1194
c3cccc(F)	-1195
cccc(c1)	-1196
▁COc1ccc(OC)	-1197
c3cc(O)	-1198
▁CCOc1ccc(cc1)	-1199
NS(=O)(=O)C)	-1200
▁Cc1ccc(cc1	-1201
[C@@H]4[C@@]5	-1202
[C@@]3(C)	-1203
c1ccc(C)	-1204
[C@H](NC(=O)C	-1205
ncc3	-1206
2)c3cccc(	-1207
c1ncn2	-1208
C(CO)	-1209
cc(OC)c1OC	-1210
5CCCCC	-1211
▁COc1cccc2	-1212
N1)	-1213
C(=O)Nc2ccc(cc2)	-1214
C(=O)c5	-1215
ccc34)	-1216
%4	-1217
c7ccccc7	-1218
c3n2)	-1219
N=C(N)	-1220
▁COC(=O)C1	-1221
cccc5	-1222
C(=O)N[C@H](	-1223
▁OC[C@H]1O	-1224
[C@]6	-1225
\N=C/	-1226
OCC1)	-1227
[C@H]1CC[C@H]2	-1228
c3c(Cl)	-1229
cc(O	-1230
n5)	-1231
4CCCC4)	-1232
[C@@H](N)C	-1233
S(=O)(=O)O)	-1234
c3occc3	-1235
c2c(F)	-1236
C4)	-1237
c4cccnc4)	-1238
c5ccc6	-1239
c5ccccc3	-1240
[nH]3)	-1241
C3C	-1242
c1OC	-1243
C(=O)N1CCC	-1244
cn4)	-1245
CCCC1)	-1246
C(=O)NCCC	-1247
NC(=O)COC(=O)	-1248
OP(=O)(	-1249
CCN(C)C)	-1250
n2nc(	-1251
c7ccccc7)	-1252
2)c3ccccc3	-1253
▁CC[C@H](C)[C@H](NC(=O)	-1254
c2c(Cl)	-1255
CCCCC1	-1256
#N	-1257
c6ccccc5	-1258
▁Clc1ccc(C	-1259
▁[I	-1260
ccc12	-1261
2)c3ccc(cc3)	-1262
C(=C(C)	-1263
C(=O)Nc2ccccc2	-1264
▁CC1(C)C	-1265
c2ccc(Cl)c(Cl)	-1266
▁C\C(=N/	-1267
\C=N\NC(=O)	-1268
c4cccs4	-1269
2)C(=O)	-1270
▁C1	-1271
▁O=	-1272
C(=O)N2CCN(CC2)	-1273
c3cc2	-1274
▁Cn1cc(	-1275
▁CN(CC	-1276
C(=O)N[C@@H]([C@@H](C)O)	-1277
.OC(=O)C(=O)O	-1278
N4CC	-1279
C(=O)N3CC	-1280
c5ccccc45	-1281
CS	-1282
n4cn	-1283
c4ccc5OCOc5	-1284
c1[nH]	-1285
sc1	-1286
S(=O)(=O)N2CC	-1287
O3)	-1288
#C)	-1289
c4ccccc24)	-1290
[C@H]2O)	-1291
c6ccc(	-1292
NC(=S)N	-1293
S(=O)(=O)NC	-1294
▁CC1=N	-1295
c(cc2	-1296
▁Cc1cccc(c1)	-1297
3=O)	-1298
c2n1)	-1299
c(O)c1	-1300
▁C[C@@H]1CC	-1301
n1cc(	-1302
[C@@H](O)CC	-1303
c4ccc(O)cc4)	-1304
nn3)	-1305
▁Fc1ccc(C	-1306
5CCOCC5)	-1307
c3ccc4OCOc4c3)	-1308
cc[nH]	-1309
c1ccccc1C	-1310
n2cnc3	-1311
c3ccccc3)cc1	-1312
5CC5)	-1313
C4=O)	-1314
n3ccn	-1315
c2ccncc2)	-1316
▁CN(C)C(=O)	-1317
[C@]12C)	-1318
▁CC(C	-1319
CCN1C(=O)	-1320
c5cccc	-1321
C=C(	-1322
▁Cl.Cl.	-1323
c(nc2	-1324
▁Cc1nc(	-1325
c4ccc5ccccc5	-1326
▁Cc1cc2	-1327
nc12)	-1328
c1cc(C)	-1329
NC(=O)[C@@H](N)	-1330
c5cc(	-1331
c(CO	-1332
c2ccccc2Cl)	-1333
no	-1334
▁Nc1ncn	-1335
c4occc4	-1336
CC1=O)	-1337
ccccc1C	-1338
C(O)(C	-1339
N2CCN(CC	-1340
OCCC	-1341
▁NC1=N	-1342
[Si	-1343
N1C(=O)	-1344
\C(=O)N	-1345
nnc1	-1346
C(=O)COC(=O)	-1347
c3ccccc3F)	-1348
=CC=C	-1349
C(=O)NC(=N	-1350
CCN(CCC	-1351
[Si]	-1352
c2nc(C)	-1353
c2)c1	-1354
cc23	-1355
nc2c1	-1356
N4CCCC	-1357
c3[nH]	-1358
▁CC1C	-1359
c2cc(Cl)ccc2	-1360
c1cc(C	-1361
4CCCCC4	-1362
n6	-1363
nc12	-1364
c2ccc3OCOc3c2)	-1365
▁CCCN1	-1366
CCN1C	-1367
c1c(O)	-1368
c3ccccc3)c4ccccc4)	-1369
▁CCCN(CC	-1370
▁[Br-].	-1371
c1oc(	-1372
C(=O)OCC)	-1373
c3ccc(OC	-1374
c2ccc(C)cc2	-1375
c2ccccc2)cc1	-1376
NC(=O)[C@H](Cc2ccccc2)	-1377
(CO	-1378
N3CCOCC3)	-1379
=[N-]	-1380
▁CN(C)CC	-1381
N2CCN(CC2)C(=O)	-1382
▁CC[C@H]1	-1383
c4c(	-1384
c2oc(cc2)	-1385
c3ccc(Br)cc3	-1386
▁Cc1cn	-1387
n2ccn	-1388
[C@H]4CC	-1389
c3ccc(OC)cc3	-1390
1CCCCC1)	-1391
CCN(CC1)C(=O)	-1392
c3cccc(Cl)c3)	-1393
▁NC	-1394
cc34)	-1395
c1O)	-1396
c2cn(	-1397
c2nc(cs	-1398
[C@@H](C)O	-1399
c3n2	-1400
▁Cl.CC	-1401
C6	-1402
=[N+]=[N-]	-1403
C(=O)NO	-1404
▁OC(=O)C(F)(F)F	-1405
NC(=O)[C@@H]2	-1406
ncnc(N	-1407
c3ccccn3	-1408
Oc1cc(	-1409
▁OC(	-1410
2)c3o	-1411
▁CCOc1ccccc1	-1412
[C@@](O)	-1413
cc12)	-1414
c3C	-1415
C(=C2	-1416
c3cccc(C)	-1417
c(F)c1	-1418
c2oc(nn	-1419
NC(=O)[C@H](Cc1ccccc1)	-1420
C(=O)NCC(=O)N	-1421
nnc(	-1422
C(Cl)	-1423
▁CN(C)C	-1424
ccccc34)	-1425
cc1O	-1426
NC(=O)C1	-1427
▁NC(=N)N	-1428
c4ccncc4	-1429
c1cs	-1430
c1nc2ccccc2	-1431
ccnc(N	-1432
N4C	-1433
c4ccc(C)cc4	-1434
▁Oc1ccc(cc1)	-1435
c2cccc(F)	-1436
cs1)	-1437
c4occc	-1438
nn1)	-1439
c(nc1	-1440
S2	-1441
c2cc(C	-1442
▁C[C@H](NC(=O)	-1443
=C(C(=O)O)	-1444
C(F)(F)F)C(F)(F)F	-1445
(CCN	-1446
[C@H](Cc1ccccc1)	-1447
=C(C)C(=O)NC	-1448
c3c(F)	-1449
C(=O)NC(	-1450
N1CC	-1451
[nH]1)	-1452
OP(=O)(O)O)	-1453
CCCCC4	-1454
▁C[C@H](	-1455
C(C)(C)[C@@H]5CC	-1456
CCCN)	-1457
c4cc(F)	-1458
3)C	-1459
ccc1C	-1460
c3ccc(cc23)	-1461
c24	-1462
c1ccc2c(c1)	-1463
c3cccc(Cl)c3	-1464
▁CC(C)[C@H](NC(=O)	-1465
3Cl)	-1466
[Na+].C	-1467
▁C[C@]12CC	-1468
[C@@]6	-1469
c4c(C)	-1470
5CCOCC5	-1471
SS	-1472
C(=O)N3C	-1473
N4CCOCC4	-1474
(CCN(C	-1475
OC4	-1476
c(C)c2	-1477
[C@H]9	-1478
c4ccc(C	-1479
OC3=O)	-1480
C(=O)O)C	-1481
C(=O)N(C)C	-1482
OC(C)(C)	-1483
Oc1ccc(C	-1484
▁Cl.N	-1485
cc(c2)	-1486
C(=O)C(=C(	-1487
ccc(cc1Cl)	-1488
c1ccc(cc1)S(=O)(=O)N	-1489
[C@@]12	-1490
3CCCCC3)	-1491
O)c2	-1492
c3ccc(Br)cc3)	-1493
▁O=C1C	-1494
n2c(	-1495
▁N[C@@H](C	-1496
▁S	-1497
c5ccn	-1498
cc1C	-1499
C(=O)N3CCC	-1500
3CC4C	-1501
▁Cc1onc(	-1502
c3c4	-1503
c(C)c(	-1504
▁C[C@@H](O)	-1505
c2ccccc12	-1506
CCC5	-1507
NC(=O)CNC(=O)	-1508
\O	-1509
c1ccc(Cl)cc1)	-1510
C(=O)NS(=O)(=O)	-1511
cc7	-1512
C(S	-1513
C(=O)C1	-1514
.O	-1515
c4cccc(F)	-1516
c4ccccn4)	-1517
nc34)	-1518
[nH]2	-1519
CC4)	-1520
3CC3)	-1521
c(Cl)c3	-1522
c2ccc(Br)cc2	-1523
CCC(=O)N	-1524
cn4	-1525
4)C2)	-1526
▁Cc1c(	-1527
c5ccccc1	-1528
c4nc5ccccc5	-1529
▁O=C(N1	-1530
N2CCC(CC2)	-1531
[C@@H]4[C@@]5(C)CC	-1532
C(=O)C(=C1	-1533
NC(=O)[C@H](CCCN=C(N)N)	-1534
NC(=O)[C@@H](NC(=O)	-1535
4CCCC4	-1536
c1cccc	-1537
c5o	-1538
3)c4ccc(cc	-1539
▁CCOC(=O)C	-1540
CCCCCCCCCC	-1541
3/	-1542
c2cccc(C)	-1543
(O)CC	-1544
[C@]4(C)[C@H]3CC	-1545
nc23	-1546
=CC(=O)	-1547
NC(=O)c2ccccc2	-1548
c1ccc(cc1)C(=O)N	-1549
[C@@]2(CC	-1550
C3CC3)	-1551
[C@@](C)(	-1552
▁Cc1ccc(C)	-1553
▁O=S(=O)	-1554
CCN4	-1555
C(=O)O)cc1	-1556
C(O)CN	-1557
▁CC(=O)OC	-1558
C(=C1	-1559
c5c4	-1560
N6	-1561
P(	-1562
c3ccc(OC)cc3)	-1563
cnc1	-1564
n2)cc1	-1565
c(F)c2	-1566
[C@H]5C	-1567
c%11	-1568
c3ccccc13)	-1569
c2cc1OC)	-1570
OO	-1571
(=O)=O	-1572
CCNS(=O)(=O)	-1573
c2ccc(cc1	-1574
C(=NC	-1575
OC2=O)	-1576
O)cc1	-1577
[n+]3	-1578
1CCOCC1)	-1579
3CCC(CC3)	-1580
5CC5	-1581
2)cc1	-1582
c2onc(	-1583
N=C3	-1584
CCCN2C(=O)	-1585
c2ccc(Br)cc2)	-1586
C(O)C(O)	-1587
[nH]3	-1588
c(O)c(O)	-1589
[C@H](CCCCN)	-1590
[C@]5(C)	-1591
N2CCOCC2)	-1592
▁CN1C(=O)N(C)	-1593
C(=O)NC2=O	-1594
c1cccc(Cl)	-1595
[n+]([O-])	-1596
C(=O)OC(C)(C)C)	-1597
c2ccncc2	-1598
N2CCN(CC2)c3	-1599
1)N	-1600
c5ccc(Cl)cc5	-1601
c4cc(O)	-1602
C3CCCCC3)	-1603
[C@H]4O	-1604
c45)	-1605
c4occc4)	-1606
5CCC	-1607
c4ccncc4)	-1608
c4ccccc4)cc1	-1609
%10)	-1610
▁CCCCCCC	-1611
C(=O)NC(=O)	-1612
OC1=O)	-1613
Oc2ccccc2	-1614
C(=O)NCCCN	-1615
c4s	-1616
C(=O)Nc3ccccc3	-1617
CCC2(CC1)	-1618
[C@@H](O)[C@@H](O	-1619
▁CC1CC	-1620
(CC3)	-1621
c2ccccc2)c1	-1622
OP(=O)(O)O	-1623
ccc6	-1624
CCC(=O)O)	-1625
C(=O)N1CCC[C@H]1	-1626
▁ONC(=O)	-1627
[C@H](O)[C@H](O)	-1628
c6ccccc56)	-1629
S\C(=C/	-1630
c4ccccc4)c5ccccc5	-1631
c2ncc(	-1632
[C@H](C)O	-1633
c4cccs4)	-1634
=[N+]=[N-])	-1635
cco	-1636
Oc1cc2	-1637
4CC5C	-1638
CCC3(CC2)	-1639
sc2	-1640
c5ccccc15	-1641
OCc3ccccc3)	-1642
[C@@H]9	-1643
C(=O)NCCCC	-1644
c4ccc(C)cc4)	-1645
c3cc(OC)c(OC)c(OC)	-1646
cccc(C)c1	-1647
(N	-1648
cc(N	-1649
c1occc	-1650
c3ccc(cc3)c4ccccc4	-1651
[nH]c3	-1652
ccccc34	-1653
[Si](C)	-1654
C(=O)NCCN	-1655
C(=O)NC(C	-1656
3CC4CC(CC(C	-1657
cc13	-1658
OP(=O)(O)OC	-1659
CCS	-1660
▁O=C1N	-1661
c3ccc(NC(=O)	-1662
C(=O)N1)	-1663
[nH]c(nc2	-1664
c2ccc(cc2)c3ccccc3	-1665
n3C	-1666
▁CCN1C	-1667
c2c(C1)	-1668
c3ccncc3	-1669
c(CN	-1670
▁C[C@H](CO)	-1671
c2c1ncn2	-1672
C(=O)OCC(=O)N	-1673
▁N#C	-1674
▁CCN(	-1675
c2ccc(OC)cc2)	-1676
C(F)(F)F)cc1	-1677
[N+]1	-1678
c1cn(	-1679
[C@@H](C1)	-1680
C(=O)N[C@@H](Cc1ccccc1)	-1681
N2C1=O)	-1682
c2C1=O	-1683
c2cccc(Cl)c2)	-1684
CCCCC4)	-1685
c2ccccc2)c3ccccc3)	-1686
▁CC(=	-1687
Oc3ccccc3	-1688
[C@H](CC(C)C)	-1689
n2nn	-1690
C(O)CO	-1691
\C=C\2/S	-1692
c2cccc3ccccc23)	-1693
▁O=C(NC	-1694
C(=CC(=O)	-1695
[C@H](C)[C@@H](O)	-1696
C(=O)C=C(	-1697
[C@@H](CO)O	-1698
c(O)c3	-1699
C(=O)[O-]	-1700
OC1=O	-1701
c2ccc(cc2)S(=O)(=O)N	-1702
C(=O)N[C@@H]([C@@H](C)CC)	-1703
C(C3)	-1704
c3ccc4OCOc4c3	-1705
▁CN1C(=O)	-1706
ccc1OC	-1707
▁[Cl-].	-1708
c2cc(Br)	-1709
C(=O)O1)	-1710
[C@@H]3CCCN3	-1711
\C=C(\	-1712
▁COC(=O)C	-1713
C2=O)c1	-1714
c4cc5OCOc5	-1715
c1cc(F)	-1716
[nH]c2	-1717
▁Clc1cccc(c1)	-1718
c2ccc3ccccc3c2)	-1719
[C@@](C)(C	-1720
c4ccc(O)cc4	-1721
C3CCCCC3	-1722
c6ccc(O)	-1723
C(=O)c5ccccc5	-1724
C(=O)N[C@@H](Cc3ccccc3)	-1725
c5cc6	-1726
▁Br.	-1727
[C@](C)(O)	-1728
NC(=O)C(	-1729
c4ccc(Cl)c(Cl)	-1730
C(=O)N2CCC[C@H]2	-1731
C2=	-1732
▁CC(=C)	-1733
[C@@]1(C)	-1734
c1nc(N	-1735
[C@H](OC	-1736
S(=O)(=O)c3ccccc3	-1737
c4ccccn4	-1738
▁Oc1ccccc1	-1739
c2cc(OC)	-1740
▁Fc1cccc(	-1741
5=O)	-1742
c1C)	-1743
c2ccc(cc2)[N+](=O)[O-])	-1744
c2cccc(Cl)c2	-1745
\C=C/2	-1746
3CC4CC(CC(C4)C2)	-1747
C(F)(F)F)C(F)(F)F)	-1748
F)cc1	-1749
OCCCC	-1750
▁CC(C)N	-1751
=CC(=O)O	-1752
OCc1ccccc1)	-1753
[P	-1754
c2c3ccccc3	-1755
=C(O)	-1756
OCOc6	-1757
▁CC[C@H]1OC(=O)	-1758
N4CCOCC4)	-1759
C(=O)c3c(O)	-1760
ccn1	-1761
c(SC	-1762
O)c3	-1763
c2cccc(C	-1764
c5ccc(F)cc5)	-1765
\C=C\C(=O)O	-1766
[C@H](C)C[C@@H](	-1767
C(C)C)C(C)C)	-1768
c3ccc(Cl)c(Cl)c3)	-1769
[C@H]([C@H](O)[C@@H]1O)	-1770
cc(OC)c(OC)c(OC)	-1771
▁CCC(CC)	-1772
[C@@H](C)C	-1773
[C@@H]4O	-1774
c2ccc(Cl)cc2Cl)	-1775
[C@H](O)CC	-1776
c3cc(Cl)ccc3	-1777
▁C[C@@H]1C	-1778
n1cn	-1779
c3ccc(Cl)cc3Cl)	-1780
c2cccs2	-1781
c3cs	-1782
ccc13	-1783
c2nc(N	-1784
c1cc(O)	-1785
[C@H](OC)	-1786
7CC	-1787
F)c1	-1788
c4C	-1789
c6ccc	-1790
c3C)	-1791
P(=S)	-1792
c2nc(N)	-1793
c1occc1)	-1794
nccn	-1795
c3ccccc3)cc2	-1796
5CCCC5)	-1797
C(=O)NC2=O)	-1798
N)N	-1799
s4)	-1800
nccc	-1801
CCCCN	-1802
c4[nH]	-1803
c1N	-1804
[C@](C)(	-1805
5CCCCC5)	-1806
c4ccc(cc4	-1807
▁CC(C)(C)O	-1808
c3nccs	-1809
▁CC1(C)CC	-1810
c3ccccc3Cl	-1811
▁[Na+].C	-1812
[C@@H]2O)	-1813
c2ccc(O)cc2	-1814
Oc1ccccc	-1815
c2cc1O	-1816
▁CC(C)(	-1817
c1c[nH]cn1)	-1818
N2C=C	-1819
c2ccccn2	-1820
[C@H](C2)	-1821
▁CCOc1cc(	-1822
▁Fc1ccc2	-1823
c2c(n	-1824
CC2)cc1	-1825
[C@H](N)C	-1826
OCc2ccccc2)	-1827
C(Cc1ccccc1)	-1828
c1ccc2ccccc2	-1829
4CCC	-1830
c4c[nH]c5ccccc45)	-1831
C(=O)NC1	-1832
▁OC(=O)CC	-1833
c3c(O)	-1834
c(C)c(C)	-1835
c5c4)	-1836
c(Cl)c2	-1837
c(S	-1838
N1C[C@H](C)	-1839
F)C	-1840
c4nc(	-1841
N=C(S)	-1842
C(=O)N2)	-1843
N3CCOCC3	-1844
▁CCCN(CCC)	-1845
N(Cc3ccccc3)	-1846
c5c[nH]	-1847
c%3	-1848
[C@H](CCC(=O)O)	-1849
ccccc6	-1850
c5nn	-1851
c(C)cc(C)	-1852
S(=O)(=O)N(C	-1853
▁CCCC1	-1854
6CCOCC	-1855
c3cccc(F)c3)	-1856
n(n1)	-1857
Oc1cccc2	-1858
c4ccccc4Cl)	-1859
ccc23	-1860
C(=O)NCC2	-1861
▁Clc1cccc(	-1862
O[C@@H]2	-1863
OC(F)(F)F)	-1864
NC(=O)NC	-1865
▁C[C@H]1C	-1866
▁CCC(	-1867
c5ccc(C)	-1868
c3ccccc3C	-1869
▁CC(C)(C)OC(=O)N	-1870
c1cccnc1)	-1871
C(C)(C)O)	-1872
c3ccc4OCCO	-1873
c2cc(ccc12)	-1874
c1ccccn1)	-1875
CN2CC	-1876
nc(SC	-1877
2)c3cn	-1878
c2ccccc2)C	-1879
nc3ccccc23)	-1880
[nH]4)	-1881
2)C(=O)N3	-1882
3)c4ccc(cc4)	-1883
C(=O)N3CCN(CC3)	-1884
c4cc3	-1885
n2cc(C	-1886
c4cc(C)	-1887
c3ccccc3)c1	-1888
c5ccccc2	-1889
c1oc(cc1)	-1890
c6ccc(cc	-1891
▁CCNC(=O)	-1892
C(=O)Nc2ccc3	-1893
c2ccc(cc2)C(F)(F)F)	-1894
c2ccc(Cl)c(Cl)c2)	-1895
c%12	-1896
▁C[C@@]1	-1897
\C#N)	-1898
c1no	-1899
▁CCCCN	-1900
c2cc3ccccc3	-1901
[C@H](CCCNC(=N)N)	-1902
c1cccs1)	-1903
S(=O)(=O)[O-])	-1904
▁[O-][N+](=O)c1ccc(cc1)	-1905
▁CCCCN1	-1906
.OC(=O)C(F)(F)F.OC(=O)C(F)(F)F	-1907
[C@H]%10	-1908
▁C\C(=C/	-1909
.[O-]	-1910
c(F)c2)	-1911
[C@@H](O)[C@@H](O)	-1912
OCC1	-1913
c3cccc4ccccc34)	-1914
C)\C	-1915
n4ccn	-1916
c(C)c1)	-1917
N2C(=N	-1918
c2occc2	-1919
[C@@H]3O[C@H](C	-1920
c4ccc(OC)cc4	-1921
nn4	-1922
C(=O)c12	-1923
%11	-1924
c3ccc4ccccc4c3)	-1925
N3CCC(CC3)	-1926
c3ccs	-1927
C(C)(C	-1928
nnc2	-1929
c1ccc(Cl)cc1	-1930
[C@@H]1CCCN1C(=O)	-1931
C(CC4)	-1932
ns	-1933
5)C3)	-1934
c2co	-1935
cc(n1)	-1936
c1cc(cc(c1)	-1937
CCN(Cc4ccccc4)	-1938
c5cc(Cl)	-1939
▁Cc1cccc2	-1940
c4ccccc4)cc3	-1941
CC=C)	-1942
CC2=O)	-1943
C(=O)NC1=O	-1944
CCCNC	-1945
[C@H](C1)	-1946
c4cccc(Cl)c4	-1947
c3ccc4ccccc4c3	-1948
C#N)\	-1949
c4ccs	-1950
NC(=O)N(C	-1951
[C@@H](N	-1952
c1ccc(F)cc1)	-1953
c3cc(OC)	-1954
c3ccc(OC)c(OC)	-1955
OC(=O)CC	-1956
c3cc(Br)	-1957
3)c4cccc(	-1958
c5ccc(O)cc5)	-1959
▁COc1ccc(NC(=O)	-1960
c1nc(N)	-1961
▁CN(C)c1ccc(cc1)	-1962
2)C	-1963
C)C(=O)N	-1964
▁CC(=O)N1	-1965
c2ncnc3	-1966
[N+](=O)[O-])cc1	-1967
CN1C	-1968
C=C/	-1969
=C(C)N	-1970
Br)cc1	-1971
\N=C(\	-1972
cc(c3)	-1973
ccnc1	-1974
[C@H]1O)	-1975
C(=O)C=C(O	-1976
\C=C\3/	-1977
cc(cc1	-1978
C(C)(C)[C@@H]5CC[C@@]34C)	-1979
CC1=O	-1980
2=N	-1981
c3ccc(cc3)C#N)	-1982
sc(	-1983
n(CC	-1984
N(C)S(=O)(=O)	-1985
[C@H](Cc2ccccc2)	-1986
N2CCN(	-1987
CCCN(C1)	-1988
▁C[C@@H](CO)	-1989
C(=C1)	-1990
c4cccc(Cl)c4)	-1991
[C@H](NC(=O)[C@H](CC(C)C)	-1992
c(c4)	-1993
\C(=C\C	-1994
7C	-1995
▁COc1ccc(cc1)C2	-1996
▁CCN(CC)C(=O)	-1997
c3ccc(cc3)S(=O)(=O)N	-1998
C(=C)C	-1999
NC(=O)\C(=C\	-2000
3)c4o	-2001
(C)C)C	-2002
▁O[C@@H]1	-2003
C(=O)C4	-2004
[C@H]2[C@@H]3	-2005
CNCC	-2006
CCN(CC4)c5	-2007
[C@@H](CO	-2008
[C@@H]4CCCN4	-2009
c13)	-2010
c5ccc(Cl)cc5)	-2011
C(=O)Nc1ccc(cc1)	-2012
[nH]c4ccccc34)	-2013
C(=O)N2CCC(CC2)	-2014
s4	-2015
▁O=C(NC1	-2016
[C@@H](C2)	-2017
2)c3ccn	-2018
\N=C\1/	-2019
c(NS(=O)(=O)	-2020
3)cc1	-2021
N(C)C(=O)N(C)	-2022
CCN(C1)	-2023
e]	-2024
ccn1)	-2025
cc(OC	-2026
OCCN	-2027
NC1=O	-2028
OCC3	-2029
nn(	-2030
▁CC1(C)O	-2031
▁[O-][N+](=O)c1ccc(	-2032
[nH]n	-2033
c(F)c3)	-2034
O)O	-2035
ccc(O)cc	-2036
N3CCCCC3)	-2037
C(C)O	-2038
[N+](C)(C)C	-2039
▁CCCCCCCCCC	-2040
C(=O)O)\	-2041
C(=O)[C@@H](	-2042
▁O=C(CS	-2043
c2ccc(cc12)	-2044
c4cc(ccc4	-2045
CCCl)	-2046
C(=O)Nc2cccc(c2)	-2047
[C@@]2(CC[C@]3(C)	-2048
c2O	-2049
▁C(N	-2050
c3ccc(NC(=O)N	-2051
▁COc1ccc2c(c1)	-2052
cc(NC(=O)	-2053
▁Cc1ccc(cc1)S(=O)(=O)N	-2054
c3ccc(cc3)[N+](=O)[O-])	-2055
C(C)(	-2056
CCCN2CC	-2057
c3ccc(N	-2058
\C=C\C=C\	-2059
▁COc1ccc(\C=C\	-2060
O)c1	-2061
c4c(F)	-2062
C(=O)N4CC	-2063
c2ccc3[nH]	-2064
C(c1ccccc1)	-2065
CCN(CC2)C(=O)	-2066
▁NCC	-2067
\C(=C\CC	-2068
▁NCCCC	-2069
[nH]4	-2070
c4ncn	-2071
c2c(cn	-2072
c5cccc(c5)	-2073
▁COc1cc(\C=C\	-2074
(O)O	-2075
nccc(	-2076
c2ncccc2	-2077
C1CCN(CC1)	-2078
Oc1cccc(c1)	-2079
C4=O	-2080
c2n[nH]	-2081
C(=O)NC3=O)	-2082
▁COc1ccccc1C	-2083
▁CC(=CCC	-2084
▁[I-].	-2085
c4c(Cl)	-2086
5C)	-2087
OC(=O)\C=C\	-2088
=C1)	-2089
N3CCCC3)	-2090
CCN(CC(=O)N	-2091
C(C#N)	-2092
c4cccc(C)	-2093
C(CO	-2094
[C@@](C)(O)	-2095
c4cccc5ccccc4	-2096
▁CCS	-2097
cc24	-2098
▁CCCCC1	-2099
c2ccs	-2100
c(F)c3	-2101
C(=C(C#N)	-2102
c5ccccc35)	-2103
C(=O)N[C@@H](Cc4ccccc4)	-2104
C)/	-2105
c2c[nH]cn2)	-2106
c3ccccc3)CC2)	-2107
c1Cl	-2108
c3cc(ccc23)	-2109
ccc3C	-2110
cc(ccc2	-2111
[C@@]3(	-2112
c2oc3ccccc3	-2113
ncnc23	-2114
c4ccc5OCOc5c4)	-2115
6=O)	-2116
ncc1	-2117
\N=C\2/	-2118
[C@@H](OC	-2119
c(C)c3	-2120
c3nnc(	-2121
[Se]	-2122
CCN(C)C	-2123
ccc(F)	-2124
\C(=N/O)\	-2125
▁CN(C)c1ccc(	-2126
=C4	-2127
[C@](O)(C	-2128
NC(=O)C3	-2129
c1ccc(cc1Cl)	-2130
▁C[C@H](C	-2131
▁Cc1cccc(C)c1	-2132
[Si](C)(C)	-2133
▁CCc1ccc(cc1)	-2134
c2ccc3OCOc3c2	-2135
C(=O)N2CCN(CC2)c3	-2136
c2ccc(cc2)C(=O)N	-2137
[C@@]23	-2138
=CC3	-2139
c2csc(n2)	-2140
▁COc1ccc(CC	-2141
2CCCCC2)	-2142
c(Cl)c1)	-2143
N(CC(=O)N	-2144
▁CCOC(=O)c1c(C)	-2145
▁[Cl-].C	-2146
c3c2)cc1	-2147
CCCN(	-2148
c(n3)	-2149
NC(=O)[C@@H](CC	-2150
c4cs	-2151
N1CCN(CC1)	-2152
c3ccccc3)cc2)	-2153
NC(=O)[C@H](Cc3ccccc3)	-2154
c8ccccc8)	-2155
O)[C@H](O)[C@H](O)	-2156
.F	-2157
#CC	-2158
[C@@]7	-2159
N1C[C@@H](C)	-2160
sc3	-2161
c1ccc(OC)	-2162
▁COc1ccc(Cl)cc1	-2163
=C(C)C	-2164
▁CCc1cc(	-2165
C1=O)N	-2166
c1nc(cs1)	-2167
[C@](C)(C	-2168
▁C[C@]12CC[C@H]3	-2169
▁[I-].C	-2170
c2cc(OC)c(OC)c(OC)	-2171
▁OC1=C(	-2172
\C#N	-2173
C[C@H]3	-2174
Oc1ccccc1)	-2175
NC2=O)	-2176
▁Cc1cccc(C	-2177
N(C)CC	-2178
c5ccccc35	-2179
▁OC(C	-2180
[C@]34C)	-2181
c45	-2182
▁CC(C)n1	-2183
c2ccc(OC)cc2	-2184
[C@@H]1CC[C@H](CC	-2185
▁Fc1cccc(c1)	-2186
c1cccnc1	-2187
C(=O)OC(C)(C)C	-2188
[C@H]1O[C@H](C	-2189
c2ccccc2F)	-2190
N2C(=O)C	-2191
c2nn(	-2192
▁CCOC(=O)N	-2193
c2cn3	-2194
nc5)	-2195
\C(=N\N	-2196
cc(n2)	-2197
c2cc(NC(=O)	-2198
S(=O)(=O)[O-]	-2199
NC(=O)CN1	-2200
C(=CC(=O)O	-2201
c6ccc(Cl)	-2202
c3cccc(OC)	-2203
c4nccs	-2204
▁Cn1cn	-2205
c1cnc(	-2206
▁Brc1ccc(cc1)	-2207
4CC5CC(CC(C	-2208
c24)	-2209
N(C1=O)	-2210
N3CCCC3	-2211
S(=O)(=O)c4ccccc4	-2212
n3ccnc3)	-2213
(C2)	-2214
▁Cc1ccc(NC(=O)	-2215
CCN1CC	-2216
▁COc1ccc(N	-2217
C(CCC	-2218
▁CC(C)C[C@@H]1	-2219
C(=C(O)	-2220
CCCN(C2)	-2221
c2ccc3ccccc3c2	-2222
N)cc1	-2223
C2=Nc3ccccc3	-2224
2CC3C	-2225
C4=N	-2226
O[C@H](	-2227
\C(=C(/	-2228
5)cc1	-2229
ccc(n1)	-2230
C(=O)NC4	-2231
[C@@]1(O)	-2232
cc2Cl)	-2233
c7)	-2234
[C@@]2(O)	-2235
P(=O)(OC	-2236
▁C(C	-2237
c3ccc(cc3)C(F)(F)F)	-2238
N=C(C)	-2239
C(=O)c12)	-2240
SC(=N	-2241
Nc2ncn	-2242
Cc3ccccc3	-2243
N4CCN(CC4)	-2244
C(OC(=O)C)	-2245
c4ccc5OCOc5c4	-2246
.Cl	-2247
▁OCC1	-2248
/C/1=N	-2249
▁OC(=O)C1	-2250
c3c(C	-2251
c(nn1)	-2252
[C@]2(C	-2253
Oc3ccccc3)	-2254
CCNCC3)	-2255
▁CN(C)S(=O)(=O)	-2256
N(C2=O)	-2257
C(=O)N3CCC[C@H]3	-2258
n23)	-2259
CCC3)	-2260
4CC5CC(CC(C5)C3)	-2261
C=C3	-2262
c3n1	-2263
c2cc(N	-2264
c3ccc(N)	-2265
[C@@H]%10	-2266
CCCCO	-2267
C2(C)C)	-2268
▁CCN(CC)CC	-2269
c2cn(C	-2270
cc(O)c2	-2271
c2onc(n2)	-2272
C(=O)N(C)C)	-2273
C1=CN(C	-2274
c1ccc2nc(	-2275
S1(=O)=O)	-2276
▁CO[C@@H]1	-2277
▁CC[C@H](C)[C@@H]1	-2278
c2ccccc2)\	-2279
c(I)	-2280
C(=CC1=O)	-2281
[Br	-2282
▁O=C(CN1	-2283
▁O=C(CC	-2284
\N=C(/N)	-2285
[C@]23C	-2286
c1cc(Br)	-2287
c6ccc(cc6)	-2288
CCN(CC2)S(=O)(=O)	-2289
C)c1	-2290
c(OCC	-2291
c2ccc3OCCO	-2292
n3cc(	-2293
C(=O)O1	-2294
[N+](C)(C)	-2295
▁Cc1nc2	-2296
c1ncc(	-2297
c3ccc(OC(F)(F)F)	-2298
NC(=O)C(C	-2299
\C(=C/1	-2300
▁C[C@H](N	-2301
Nc3ccccc3	-2302
c4ccc(Br)cc4	-2303
C(OC	-2304
N=C(C	-2305
C3CC3	-2306
c5ccc(OC)	-2307
C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](CCCCN)	-2308
[C@@]4(C)CC	-2309
▁CC(C)CC	-2310
c1ccncc1)	-2311
▁CC(C)C[C@H](NC(=O)[C@H](C	-2312
N(CC)	-2313
CCCC(C)	-2314
nc(C)c1	-2315
COP(=O)(O)O	-2316
2)c3cc(	-2317
c14	-2318
2)C(=O)NC1=O	-2319
c3no	-2320
cc2)c1	-2321
c9ccccc	-2322
CCCC(C2)	-2323
c8ccccc8	-2324
4)c5ccccc5	-2325
c3cccc(c3)C(F)(F)F)	-2326
s5	-2327
▁CC1=CN(	-2328
nnnc1	-2329
c2c([nH]	-2330
▁CN1CCC(CC1)	-2331
ccc45)	-2332
CCCS	-2333
ccc13)	-2334
c2oc(nn2)	-2335
c3oc(	-2336
c3cc(OC)c(OC)	-2337
NC(=O)c3ccccc3	-2338
ccn3	-2339
[C@]6(C)	-2340
[nH]cc(	-2341
N5CC	-2342
NC3=O)	-2343
ccccc12)	-2344
CCN2C	-2345
[C@H]1CN(	-2346
c1nc(C)	-2347
c2cccc(F)c2)	-2348
N5CCOCC5	-2349
C(=O)OCC2	-2350
C2CCCCC2)	-2351
cc2c1	-2352
c1ccc2OCO	-2353
S(=O)(=O)N3CCOCC3	-2354
[C@@]2(	-2355
c3cccc(Br)	-2356
6CCCC	-2357
c[n+]	-2358
\C1=O	-2359
sc2c1	-2360
▁Cc1oc(	-2361
nc13	-2362
c[nH]1)	-2363
c3ccc(cn3)	-2364
nn(C)	-2365
c2ccc(N)	-2366
c2ccc3c(c2)	-2367
C(=O)c3c2	-2368
C(CNC(=O)	-2369
c3ccccc3)C	-2370
n2c(C)	-2371
nc(n3)	-2372
C(=C)C)	-2373
c4ccccc4)c5ccccc5)	-2374
n3nc(	-2375
▁CC(N	-2376
C3CCN(CC3)	-2377
C(=O)\C(=C\	-2378
[N+](C)(C)C)	-2379
C(=O)N[C@H](C)	-2380
[C@@H]12)	-2381
c1ccccc1)C	-2382
cc(C#N)	-2383
[C@]23C)	-2384
▁CC[C@H](C)[C@H](NC(=O)[C@H](C	-2385
OC)c1	-2386
SSC[C@H](NC(=O)[C@H](C	-2387
n23	-2388
C(Cl)(Cl)	-2389
c1ccccc1)N	-2390
▁CC(C)(C	-2391
▁COc1ccc(OC)c(c1)	-2392
c(F)cc3	-2393
▁CN1CCN(C	-2394
[C@H]4O)	-2395
2)c3cccc(c3)	-2396
c1cn(C	-2397
[C@H]5CC	-2398
▁CCCCCCCCC	-2399
▁[Na+].[Na+].	-2400
▁CCCn1	-2401
O[C@@H](	-2402
c1cccc(Cl)c1	-2403
C(=O)NCc3ccccc3	-2404
\C=N/	-2405
c4ccccc4F)	-2406
▁Cl.O	-2407
c1c(F)	-2408
c2c(F)cccc2	-2409
c2nc(cs2)	-2410
c3oc4ccccc4	-2411
S2(=O)=O)	-2412
CCO)	-2413
c2n1C	-2414
C(C)C)C(=O)	-2415
▁CC1CCN(CC1)	-2416
c(O)c2	-2417
c3ncc(	-2418
▁O[C@H]1	-2419
C(=O)NC3=O	-2420
=C4C	-2421
CCCO)	-2422
nc(NC	-2423
c3cccc4ccccc34	-2424
c(cc3	-2425
[C@@H]6C	-2426
c3cccc(F)c3	-2427
c2ccc(OC)c(OC)	-2428
[C@H]2[C@@H](C)	-2429
CCCN5	-2430
▁CCCCCCCCCCCCCCC	-2431
OC(=O)C1	-2432
▁CS(=O)(=O)c1ccc(cc1)	-2433
P(=O)(OCC)	-2434
▁CNC	-2435
=C(C(=O)O)C(=O)	-2436
[C@@]5(C)	-2437
CCN1CCN(CC1)	-2438
Oc1ccc(cc1	-2439
N2CCC	-2440
C(=O)NNC(=O)	-2441
▁[Br-].C	-2442
[nH]1	-2443
Sc3ccccc3	-2444
CCCC(=O)O)	-2445
[C@H](N(C	-2446
cccc3Cl)	-2447
CC5	-2448
6CCC	-2449
cc34	-2450
c4ccccc24)cc1	-2451
▁CC[C@@H](C)	-2452
[C@@H](CC(C)C)	-2453
c2oc(C	-2454
C(=O)N4CCC	-2455
c4cccc(F)c4)	-2456
ccnn	-2457
C)\C)	-2458
SSC[C@H](NC(=O)	-2459
[C@@]34	-2460
c2cccc3ccccc23	-2461
c3ccc(Cl)c(Cl)c3	-2462
4=N	-2463
N2C=C(	-2464
3C=C	-2465
c(C)n1	-2466
[C@@]3(C	-2467
▁FC(F)	-2468
▁Cc1nn(	-2469
[C@](O)(	-2470
▁Cl.CN	-2471
[C@H]23)	-2472
Oc4ccccc4	-2473
▁CC(=O)NC	-2474
Oc1cccc(	-2475
CCCN(C)C)	-2476
C(=C(N2C1=O)	-2477
OP(=O)([O-])	-2478
[C@@H](Cc1ccccc1)	-2479
c1ccc(C)cc1)	-2480
[C@H](Cc3ccccc3)	-2481
n5cn	-2482
▁CCC(=O)N	-2483
c2sc3	-2484
c(C)c3)	-2485
c5ccc(Br)	-2486
c3ccccc23)cc1	-2487
▁CCCCCCCCCCCCCC	-2488
C(C)(C)N	-2489
3)c4cn	-2490
c4ccc(OC	-2491
c2ccccc2C	-2492
OC(CO)	-2493
[C@@H]2O[C@H](C	-2494
C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](C	-2495
C(CC2=O)	-2496
c2ccc(cc2F)	-2497
ccc1Cl)	-2498
CCCO3)	-2499
c2ccc(cn2)	-2500
cc[n+](C	-2501
N3CCN(CC3)c4	-2502
6CC6)	-2503
c2ccccc2c1	-2504
c2ccc(cc2)c3ccccc3)	-2505
c1ccc(s1)	-2506
▁CN(CC(=O)N	-2507
▁[O-][N+](=O)c1ccccc1	-2508
c6cn	-2509
CN1C(=O)	-2510
C(=O)c2ccccc2)	-2511
cc45)	-2512
n2ccc3	-2513
c4ccc(cc4)C(F)(F)F)	-2514
c4c5	-2515
c1cccc(NC(=O)	-2516
▁CCN(CC)S(=O)(=O)	-2517
ccc34	-2518
c(OC)c(OC)	-2519
N(Cc2ccccc2)	-2520
▁COc1cc(ccc1O)	-2521
N(CC=C)	-2522
c(\C=C\	-2523
Nc2nccc(	-2524
▁COc1cc(OC)cc(c1)	-2525
C4CCCCC4	-2526
c4ccc(Br)cc4)	-2527
n2C)	-2528
c2nccs	-2529
c3ccccc3)CC2	-2530
c2ccnc(N	-2531
c2cccc(c2)C(F)(F)F)	-2532
CCN(CCCC)	-2533
c3c4ccccc4	-2534
c4cc(Cl)ccc4	-2535
%11)	-2536
NS(=O)(=O)C	-2537
C2CC(=N	-2538
c(OC)c1OC	-2539
cccc23)	-2540
CCCC(C1)	-2541
n2ccnc2)	-2542
▁CCOc1ccc2	-2543
K+]	-2544
CCCC)	-2545
c(CN2	-2546
c4ccccc4)cc3)	-2547
[C@]3(	-2548
c3cc(F)ccc3	-2549
▁NC(=N)NCCC	-2550
[C@@H]1CCCN1	-2551
cs3)	-2552
n2)c1	-2553
4)C(=O)N	-2554
▁Cc1cc(C	-2555
▁Nc1ncnc2c1ncn2	-2556
c2cc(Cl)cc(Cl)	-2557
C(=O)N4C	-2558
C(=O)O)c1	-2559
▁O=S(=O)(	-2560
[C@@]2(C	-2561
OC2=O	-2562
▁CO[C@H]1	-2563
▁Cc1no	-2564
c2c(Cl)cccc2	-2565
c4CCCC	-2566
CCCCCC3	-2567
c2onc(c2)	-2568
C(=O)O)cc2	-2569
4)C	-2570
c(C)c2)	-2571
[C@H]2CO	-2572
\C(=N\O)	-2573
C(=O)Nc4ccccc4	-2574
n12	-2575
▁CCc1ccccc1	-2576
c2ccc(NC(=O)N	-2577
C2=C(O)	-2578
c4cc5OCOc5cc4	-2579
▁Oc1cc(	-2580
[C@H](C)CC	-2581
[C@]23	-2582
▁CC(C)N1	-2583
c3O	-2584
c7ccccc6	-2585
C(=O)C(F)(F)F	-2586
c3ccnc(	-2587
C=CC(=NC	-2588
[C@@H]2C1)	-2589
CCN(CC5)	-2590
NC3	-2591
▁CC(C)C1	-2592
c1ccc(NC(=O)N	-2593
c6cccc(	-2594
NC(=O)c2cn	-2595
NC(=O)[C@@H](NC(=O)[C@H](C	-2596
c3ccccc3C2=O)	-2597
cc2C	-2598
c3ccccc3F	-2599
[C@H]1O[C@H]([C@H](O)[C@@H]1O)	-2600
▁O=C	-2601
C(=C(N)	-2602
▁FC(F)(F)c1cccc(c1)	-2603
nc1C	-2604
cccc3C	-2605
n3ccnc3	-2606
CCN3CC	-2607
▁CCOC(=O)N1CCN(CC1)	-2608
c2nc(O)	-2609
c1nc(Cl)	-2610
c1oc(nn1)	-2611
c5cccc(F)	-2612
NC(=O)[C@H](NC(=O)	-2613
cc3C	-2614
(F)(F)	-2615
N4CCCC4	-2616
▁NC1	-2617
C(=O)NC(=S)N	-2618
C4CC4	-2619
C(=N1)	-2620
▁Nc1nc(N)	-2621
c1ccc(cn1)	-2622
c1ccc2ccccc2c1)	-2623
▁Cc1ccc(cc1)S(=O)(=O)	-2624
O3	-2625
C(C2	-2626
c1co	-2627
ncccc1	-2628
c1c(Cl)	-2629
NC(=O)C4	-2630
▁CC(C)(O)	-2631
NC(=O)C2=C	-2632
▁CCN1CCN(CC1)	-2633
c3cccc(C	-2634
c2ccccc2)CC1)	-2635
OC3=O	-2636
N5CCCC	-2637
C(=O)NCC3	-2638
N3CCCCC3	-2639
3CC4CC(CC(C4)C2)C3)	-2640
c5cccnc5	-2641
C2(	-2642
[C@H]5O	-2643
c3cc4ccccc4	-2644
▁CSCC[C@H](NC(=O)	-2645
c2cc(F)ccc2	-2646
S1)	-2647
c5c[nH]c6ccccc56)	-2648
nc6	-2649
c(CO)	-2650
▁Cc1cc(C)c(	-2651
c2ccc(cc2)C#N)	-2652
c2ccc3nc(	-2653
c6ccccc4	-2654
C(=O)[C@H](C)	-2655
▁I	-2656
[C@]4(C)[C@H]3CC[C@]12C	-2657
%5	-2658
CCC4(CC3)	-2659
OCCCO	-2660
C1=C(O)	-2661
[C@]1(C	-2662
c2ccnc(	-2663
▁OC(=O)c1ccccc1	-2664
OCC=C)	-2665
c3ncccc3	-2666
C2CCC	-2667
C(C)(C)CC	-2668
c(nc(	-2669
c2ccc3C	-2670
c2cccc(Br)	-2671
CN4	-2672
s5)	-2673
▁O=C(NCC	-2674
NC(=N)	-2675
C(=O)Nc2ccc(	-2676
ccccn3	-2677
n3cncn3)	-2678
▁C[C@@H]1O	-2679
▁Cc1onc(C)c1	-2680
c2cccc(OC)	-2681
C(C)C)C(=O)N	-2682
▁[O-][N+](=O)c1cccc(c1)	-2683
6)c7	-2684
C2=NN(	-2685
N2C(=O)c3ccccc3	-2686
▁C[n+]1	-2687
C(=O)CN2	-2688
[C@@](O)(C	-2689
on2)	-2690
▁CC(C)(C)c1ccc(cc1)	-2691
c3co	-2692
c(ncn	-2693
N4CCCCC4)	-2694
[C@@H]23)	-2695
[C@@H]3O)	-2696
NCCC	-2697
C3=CC	-2698
C(F)(F)C(F)(F)	-2699
▁C[C@H](CO)N1C[C@H](C)	-2700
N(CCCl)	-2701
=C(S)	-2702
c2cccc(NC(=O)	-2703
[C@]3(C	-2704
O[C@@H](C)	-2705
C(=O)CCC	-2706
▁Cn1cc(cn1)	-2707
c2ccccc2)cc1)	-2708
C(=O)N[C@@H](CCSC)	-2709
c(nc12)	-2710
c1ccc(\C=C\	-2711
CCCCCCCCCCCC	-2712
▁CCCCCCCCCCC	-2713
c3nc(C)	-2714
▁[Br-].[Br	-2715
▁Cc1ccc(cc1C)	-2716
OC5	-2717
c%13	-2718
C(=O)N[C@H]1	-2719
N(Cc4ccccc4)	-2720
C4=C	-2721
CCC4=C	-2722
\C=C(/C#N)\	-2723
S(=O)(=O)NCC	-2724
CC5)	-2725
[nH]n2)	-2726
c1cccc(O	-2727
c4ccc(N)	-2728
n2nc(cc2	-2729
▁Cc1cc(ccc1	-2730
ccc2n1	-2731
c4ccccc4Cl	-2732
NC(=O)CSc2nn	-2733
▁Cc1cs	-2734
▁Cc1[nH]	-2735
c4ccccc4)c1	-2736
[C@@H](Cc2ccccc2)	-2737
c5ccncc5	-2738
▁Cl.CN(C)	-2739
c1nn(	-2740
[C@@H](C)[C@H]1CC[C@H]2	-2741
n3cnc4	-2742
\N=C/1	-2743
O)C(=O)O	-2744
c3cc4OCO	-2745
cs1	-2746
[C@H]1CO	-2747
nc4ccccc4	-2748
CCN(CCO)	-2749
c2ccc(cc2)[N+](=O)[O-]	-2750
c2noc(n2)	-2751
▁Cc1cc(O)	-2752
(CCCCC2)	-2753
NC(=O)CCC	-2754
c3c[nH]cn3)	-2755
C=O	-2756
Cl)cc1	-2757
C(C)(O)	-2758
C(=O)OC1	-2759
▁CCN1C(=O)	-2760
2)c1	-2761
▁CC(=CC	-2762
Nc2ncnc3	-2763
C(CC1	-2764
[C@@]1(C	-2765
S(=O)(=O)c2ccc3	-2766
c(CS	-2767
c5cccc(Cl)	-2768
CN2C	-2769
c4ccc(OC)cc4)	-2770
[C@H]6C	-2771
C(=O)CNC(=O)	-2772
C(=O)NC(CC	-2773
c3ccccc3)n2	-2774
c(O)c4	-2775
c(C(=O)O)	-2776
n2cnc3c(	-2777
cn5)	-2778
O)c4	-2779
5CCCC5	-2780
nc(Cl)	-2781
[C@@H]1CC[C@H](CC1)	-2782
N3CCC	-2783
C(=NC2=O)	-2784
NC(=O)[C@H](CO)NC(=O)[C@H](C	-2785
O)[C@@H](O)[C@H](O)	-2786
n2ccnc2	-2787
c3ccccc3O	-2788
C1(C)C	-2789
OC(=O)C=C	-2790
n2ncc3	-2791
CCCn1	-2792
N3C(=O)	-2793
nn4)	-2794
CCN1)	-2795
C(CC(=O)O)	-2796
s2)cc1	-2797
c(Cl)cc1	-2798
[C@]3(C)CC	-2799
c1ccc2OCOc2c1)	-2800
C(C)C)N(C)C(=O)	-2801
N5CCCCC	-2802
SCC(=O)	-2803
[C@@H]%2	-2804
NC(=O)[C@@H]3CCCN3	-2805
c4co	-2806
/C/1=C\	-2807
%12	-2808
CCN3C	-2809
c2c1C	-2810
c5cc(F)	-2811
c3cc(NC(=O)	-2812
C(=O)c6	-2813
▁O[C@@H]1C	-2814
▁C1C	-2815
C(=C\	-2816
7=O)	-2817
c5cccc6	-2818
c[nH]2)	-2819
c2ccccc2O	-2820
[C@]4(C)[C@H]3CC[C@]12C)	-2821
2CC2)	-2822
c3ccccc3)c2	-2823
[C@H](O)[C@@H](O)[C@@H]1O	-2824
c3cc(ccc13)	-2825
onc2	-2826
NC(=O)CNC(=O)C	-2827
N(C=C(C(=O)O)	-2828
C(=O)C(=C1C)	-2829
[C@H](CCCN=C(N)N)	-2830
c2sccc2	-2831
C1O	-2832
CC=C	-2833
CCCN1C	-2834
c([nH]	-2835
c2csc(N	-2836
c2oc(C)	-2837
c2ccccc12)C(=O)N	-2838
c3cn(	-2839
c1ccc(nc1)	-2840
(C#N)	-2841
nc(N)nc(N)	-2842
CCN2C(=O)	-2843
c3ccccc3C)	-2844
C(C)C)C(C)C	-2845
c3c(F)cccc3	-2846
▁Cl.Cl.C	-2847
c2nnc(s2)	-2848
▁COc1cc(N	-2849
1CC1)	-2850
5CCCCC5	-2851
▁CN(Cc1ccccc1)	-2852
CCC)	-2853
▁CN(C(=O)	-2854
c6ccc(O)cc6)	-2855
cc8	-2856
▁CCc1n	-2857
c(c1)[N+](=O)[O-]	-2858
N)n	-2859
c1ccccc1)\	-2860
NC(=O)OC(C)(C)C	-2861
[NH	-2862
\N=C(/S)	-2863
c1cccc(N	-2864
N5CCOCC5)	-2865
CCNCC4)	-2866
c4ccc(Cl)c(Cl)c4	-2867
c2occ(C	-2868
▁CCOc1ccc(C	-2869
c3c([nH]c4ccccc34)	-2870
\C(=C(\	-2871
NC(=O)[C@@H]2CCCN2C(=O)	-2872
c(nc2c1)	-2873
c5ccccc25	-2874
COc3ccccc3	-2875
\N=C(/C)\	-2876
c23)cc1	-2877
c3cccc(C)c3)	-2878
[C@]2(O)	-2879
[nH]c(nc2c1)	-2880
c(F)c1)	-2881
c2ccc(Cl)c(Cl)c2	-2882
NC(=O)[C@H](Cc2ccc(O)cc2)	-2883
c2ccc(NS(=O)(=O)	-2884
CCNCC2)	-2885
c4ccccc4F	-2886
OS(=O)(=O)O)	-2887
▁CC(O)	-2888
c3oc(cc3)	-2889
[P+]	-2890
N4CCCCC4	-2891
c(SCC(=O)N	-2892
CCN3CCOCC3)	-2893
c2c(OC)	-2894
cccc34)	-2895
Oc1c2	-2896
ccsc1	-2897
C(=O)Nc1ccc2	-2898
c2ccc(Cl)c(c2)	-2899
ccn4	-2900
c4cc(OC)	-2901
[C@H](NC(=O)N	-2902
[1	-2903
C2CCN(C	-2904
C1CCCCC1)	-2905
N%2	-2906
[C@@H](C3)	-2907
[C@H]12)	-2908
P(=O)([O-])	-2909
cc3F)	-2910
OC(C)(C)C)	-2911
c2ccc(s2)	-2912
c3cc(OC)c(OC)c(OC)c3	-2913
[C@H](C)[C@@H](O)[C@]1(C)	-2914
(CC)C	-2915
NC(=O)CN(CC	-2916
c1onc(	-2917
cc7)	-2918
c(C=O)	-2919
▁FC(F)(F)c1cc(	-2920
▁CN1N(	-2921
c3ccccc3c2	-2922
[C@H](NC	-2923
Oc2ccc(cc2)	-2924
6CCCCC	-2925
c2cc(O	-2926
c3cc(C	-2927
cc(cc2	-2928
n3)c4	-2929
[C@]5(O)C	-2930
c3ccc(OC)c(OC)c3)	-2931
c2ccccc2Cl	-2932
C(CC2)C(=O)N	-2933
C#N)cc1	-2934
N(C(	-2935
cc(c4)	-2936
sc2c1)	-2937
▁CCCCCCCCCCCCCCCC	-2938
N2CCCC2)	-2939
NC(=O)\C(=C/	-2940
[C@@](C)(OC)	-2941
▁COc1ccc(C)	-2942
NC(=O)[C@@H]4CCCN4	-2943
▁CCOC(=O)c1cn	-2944
N=C(N	-2945
SC(=S)	-2946
OCc4ccccc4)	-2947
cccc12)	-2948
ccccn3)	-2949
c2nc3ccccc3[nH]2)	-2950
c2cccc(c2)[N+](=O)[O-])	-2951
c1C#N	-2952
c3ccc4[nH]	-2953
c3c2c1	-2954
c(Cl)c4)	-2955
CCN(C(=O)	-2956
CCC#N)	-2957
[C@@]1(	-2958
C(=O)N2CCN(C	-2959
C(=O)Nc3ccc(cc3)	-2960
[C@H](O)[C@@H](C	-2961
c(NC(=O)N	-2962
c2ccc(nc2)	-2963
c4ccc5ccccc5c4)	-2964
=C(C1)	-2965
c2cc(cc(c2)	-2966
on1)	-2967
n3ccc	-2968
C(=O)N(CC)	-2969
c2cccc(C)c2)	-2970
c(O)cc2	-2971
C(=O)OCC1	-2972
c(O)cc(O)	-2973
CCN2CCOCC2)	-2974
c(cc12)	-2975
OCCOCCOCC	-2976
S3	-2977
CC3=O)	-2978
▁CCN(CC)C	-2979
▁CCCCN(CCCC)	-2980
C(=O)N[C@@H]2	-2981
O[C@H](CO)	-2982
▁Cc1ccc(N	-2983
OC(=O)C(=C	-2984
cc(Cl)ccc3	-2985
c(C)nn	-2986
▁CCC(=O)	-2987
c1ccc(Br)	-2988
c6ccc(F)	-2989
NC(=O)OCc1ccccc1)	-2990
CCNCC3	-2991
\C=C/C(=O)O	-2992
▁CCOP(=O)(OCC)	-2993
C(N)C	-2994
C)C(=O)O	-2995
\C(=N\O)\	-2996
[C@]7	-2997
c3cncn	-2998
C(=O)NCC(	-2999
cccc6	-3000
c1cc2ccccc2	-3001
C(=O)N[C@@H](CCCCN)C(=O)N	-3002
c4cccc(F)c4	-3003
▁CC(CC	-3004
C(=O)NCC(=O)O	-3005
c(CC)	-3006
=C(Cl)	-3007
c2ccccc2C1=O)	-3008
[N+](=O)[O-])[N+](=O)[O-]	-3009
c56)	-3010
▁COCCN	-3011
c5ccc6ccccc6	-3012
OS(=O)(=O)[O-])	-3013
▁C[C@]12CC[C@H]3[C@@H](CC	-3014
▁O[C@@H](C	-3015
[C@](C)(O)C	-3016
▁CCS(=O)(=O)N	-3017
c3ccc(cc3)c4ccccc4)	-3018
[C@H]%2	-3019
CCC=C(C)C)	-3020
C(=O)N(C2=O)	-3021
N=[N+]=[N-])	-3022
O[C@@H]1	-3023
C(=S)S	-3024
▁CC(C)c1ccc(cc1)	-3025
C(=O)N[C@@H](Cc3c[nH]c4ccccc34)	-3026
▁OC(CN	-3027
C(=O)c3cc2	-3028
▁OC(=O)[C@H](C	-3029
\CCC	-3030
ccnc2	-3031
c7ccccc67)	-3032
C(=O)O)C(=O)O)	-3033
[C@H]1CC[C@@]2(C)	-3034
▁CC(NC(=O)	-3035
n2c1	-3036
▁CN(C1	-3037
c6c[nH]	-3038
n2nc(C)	-3039
c3ccc(NS(=O)(=O)	-3040
▁[O-][N+](=O)c1ccc2	-3041
c2sc1	-3042
OC(=CC(=O)	-3043
▁CC(C)CN(C	-3044
C(=O)c2c1)	-3045
▁CCOC(=O)c1s	-3046
c4n3)	-3047
[C@H](C)O2)	-3048
[C@H]6O	-3049
▁C[C@@H](C	-3050
c1ccc(Cl)c(c1)	-3051
c4ccc(Cl)c(Cl)c4)	-3052
▁CC[C@H]1OC(=O)[C@H](C)[C@@H](O	-3053
C(=O)c2cn	-3054
▁OP(=O)(O)	-3055
ccn3)	-3056
6CCOCC6)	-3057
C(C)CC	-3058
n2nnnc2	-3059
OCC(=O)O)	-3060
[S+]([O-])C	-3061
3)c4n	-3062
[nH]c1	-3063
[C@@](C	-3064
c1ccccc1)c2ccccc2	-3065
▁Cc1nn(C)	-3066
c4ccc(cc34)	-3067
C(=S)S\C(=C/	-3068
c3ccc(Cl)cc3Cl	-3069
▁FC(F)(F)c1ccc(cc1)	-3070
[C@@H]5O	-3071
c7ccc(	-3072
c4ccc(cc4)C#N)	-3073
▁CN1N(C(=O)C(=C1C)	-3074
▁CC(C)C(	-3075
C2CCN(CC2)	-3076
CC2=C	-3077
▁COC(=O)c1ccccc1	-3078
OCCO)	-3079
C=C2	-3080
c1c(C	-3081
n3n2	-3082
[C@@H](OC)	-3083
▁C[C@@H](O)[C@@H]1	-3084
])	-3085
c(NCC	-3086
ccc2c1	-3087
▁COc1ccc(cc1)N2	-3088
[C@H](F)	-3089
▁Oc1ccc(cc1	-3090
▁COc1ccc(cc1)S(=O)(=O)N	-3091
OCc3ccccc3	-3092
▁CC1(	-3093
c(Cl)cc2	-3094
▁C[C@H](CC	-3095
NC(=O)[C@@H](Cc2ccccc2)	-3096
S)O	-3097
3)C(=O)	-3098
c2cccc(F)c2	-3099
C=C1	-3100
CCCC4	-3101
\C=C\1/	-3102
C(c2ccccc2)	-3103
c2nccc	-3104
▁COC(=O)CC	-3105
nc34	-3106
▁CC1CN(C	-3107
▁COc1cc(C)	-3108
[C@@]12C	-3109
c%10ccccc	-3110
[C@H](OC(=O)c4ccccc4)	-3111
C3CCCC3)	-3112
c6ccccc56	-3113
NC(=O)CN(C)	-3114
▁Clc1ccc(cc1Cl)	-3115
[C@H]1CN(C(=O)O1)	-3116
[C@H](NS(=O)(=O)	-3117
▁Cn1nc(	-3118
▁Cl.CC(C)	-3119
S(=O)(=O)c2ccccc2	-3120
[C@H]7O	-3121
▁Clc1cc(Cl)	-3122
C(=C1C	-3123
CC2=C(	-3124
▁CCc1ccc(	-3125
▁OC(=O)c1cc(	-3126
cc(ccc2c1)	-3127
C(=O)N[C@@H](CS)	-3128
n6)	-3129
N3C2=O)	-3130
▁CC(C)(C)c1cc(	-3131
[C@@H](O[C@@H]%1	-3132
oc(	-3133
\C=C(/C)	-3134
C(=O)N4CCC[C@H]4	-3135
▁CCCC[C@H](NC(=O)	-3136
c3ccc(cc3)[N+](=O)[O-]	-3137
\C=C(/C)\CC	-3138
Oc2ccc(	-3139
c1nccc(n1)	-3140
\C=C\C(=O)N	-3141
CN(C(=O)C	-3142
N2CC(CC2=O)	-3143
▁CC(C)c1cc(	-3144
c4ccc(OC(F)(F)F)	-3145
nc3C	-3146
c4ccsc4	-3147
CCN(C)CC3)	-3148
▁Oc1cccc(c1)	-3149
cc3Cl)	-3150
[C@@H]12	-3151
C(C)(C)CCC	-3152
C(=O)C(=CN(C	-3153
CCCCCCCCC	-3154
c3ccccc3)\	-3155
c1cnc[nH]1)	-3156
c2C1=O)	-3157
ccnc2c1	-3158
[C@@H]2C)	-3159
n4ccnc4	-3160
CCCN6	-3161
nc(NCC	-3162
n2cnc3c(N)ncn	-3163
c3ccc4OCCOc4c3)	-3164
S(=O)(=O)N3CCCCC3	-3165
c(cc(	-3166
C2)cc1	-3167
▁CN1CCC	-3168
N4CCCC4)	-3169
[C@H]3OC	-3170
c4c(F)cccc4	-3171
NC(=O)c2ccc3	-3172
▁NC(=O)C	-3173
c3cc(cc(c3)	-3174
=C3N(C	-3175
▁[O-][n+]1	-3176
CN(C1)	-3177
cccnc1	-3178
(CCCCC3)	-3179
c4cc5ccccc5	-3180
Nc2ncc3	-3181
C=N	-3182
C(C)C)cc1	-3183
c3ccc4OCCOc4c3	-3184
c4ccc(OC)c(OC)	-3185
N4CCC	-3186
c3nccc	-3187
S(=O)(=O)CC	-3188
▁Cc1cc(C)cc(c1)	-3189
n12)	-3190
occc	-3191
S(=O)(=O)N4CCOCC4	-3192
N2)	-3193
CC2=N	-3194
▁Fc1cc(	-3195
3CCN(CC3)	-3196
c1c2ccccc2	-3197
▁CN(C)CCNC(=O)	-3198
CN(CCN1	-3199
N2CCCCC2)	-3200
NC(=O)[C@@H]2C	-3201
c3s2)	-3202
ccc1Cl	-3203
c3cccc(O)c3	-3204
C(=O)O[C@H]1	-3205
NC(=O)[C@H](CCN)	-3206
C1=	-3207
C(C)C)C	-3208
c(Cl)c2)	-3209
3)C1)	-3210
c1onc(n1)	-3211
▁Brc1ccc2	-3212
C(OC(=O)	-3213
CCCCCC3)	-3214
▁NS(=O)(=O)c1ccc(	-3215
C(c3ccccc3)c4ccccc4)	-3216
CC2(	-3217
nc(cs	-3218
O)C(=O)	-3219
▁Cc1cc(N	-3220
O4)	-3221
Oc2c1)	-3222
c4cc(F)ccc4	-3223
8C	-3224
▁COCCN1	-3225
[C@H](O)CN	-3226
c2c(N	-3227
▁CCCCCCCCCCCCC	-3228
▁CC(=O)Nc1ccc(cc1)	-3229
C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CCCNC(=N)N)	-3230
c%4	-3231
%12)	-3232
cc(N)	-3233
N2CCCC	-3234
c1c2CCCC	-3235
ccc(cc1C	-3236
[C@@](O)(	-3237
S(=O)(=O)N2CCN(CC2)	-3238
[N+]2	-3239
CCCCN)	-3240
(CCCC2)	-3241
▁CC(C)NC	-3242
nc3ccccc13	-3243
c4ccc5ccccc5c4	-3244
cc2c1)	-3245
C(=O)C=C1	-3246
C(F)F	-3247
SC2=N	-3248
OC1)	-3249
c3nccs3	-3250
c2cnc(N)	-3251
▁CC(C)CN1	-3252
c(c1	-3253
nc(OC)	-3254
N4CCN(C)CC	-3255
4)c5ccc(Cl)	-3256
[Na+].[Na+].	-3257
▁CC(=O)O[C@H]1	-3258
NC(=N	-3259
CN(C)C	-3260
c2cnn3	-3261
▁CCN(CC	-3262
c2c(C)onc2	-3263
c4ccccc4C3	-3264
▁CCOC(=O)C1=C(	-3265
CCCN(C)	-3266
▁CC(C)NC(=O)	-3267
\C(=O)	-3268
C(CC2)c3	-3269
C(=O)Nc1n	-3270
▁Oc1ccc(C	-3271
n2c(n	-3272
C(F)(F)F)c1	-3273
C(N1	-3274
C#CC	-3275
Oc12	-3276
ccccc23)	-3277
C(=O)c3cc4	-3278
\C=C/3	-3279
c4ccccc4)c3	-3280
6CCCC6)	-3281
▁CN(C)CCC	-3282
▁CCS(=O)(=O)	-3283
C(=O)Nc1ccccc1	-3284
C(NC(=O)N	-3285
c(OC)c3)	-3286
[C@@]3(O)	-3287
[C@]5(O)C[C@H](OC(=O)	-3288
7CCC	-3289
c(C)n2	-3290
c3cccc(Br)c3)	-3291
5CCC[C@H]5	-3292
▁Cc1cc(Cl)	-3293
2CC3CC(CC(C	-3294
c5ccccc5)c6ccccc6	-3295
c3cc(OC)c(OC)c(OC)c3)	-3296
nc1N	-3297
CN3CC	-3298
OC(C)	-3299
c2ccc(Cl)cc2Cl	-3300
C(=O)N(Cc3ccccc3)	-3301
5CC6C	-3302
O[C@@H](C	-3303
C(=O)O)C(=O)	-3304
[C@]2(C)CC	-3305
c3ccc(nc3)	-3306
c4ccccc4c3	-3307
▁Cc1ccc(C)c(c1)	-3308
[C@@]56	-3309
c1cc(OC)	-3310
▁Nc1ccccc1	-3311
ccc14	-3312
[C@]2(	-3313
\C=C/C\C=C/	-3314
c2[nH]c(nc2	-3315
NC4	-3316
C5=O)	-3317
c4c(Cl)cccc4	-3318
▁FC(F)(F)c1ccccc1	-3319
c4ccc(cc4)c5ccccc5	-3320
▁NS(=O)(=O)c1ccc(cc1)	-3321
ccn2)	-3322
c3oc(nn	-3323
C(=O)c3ccccc3)	-3324
NC(=O)[C@@H]2CCCN2	-3325
c2N	-3326
c6n	-3327
N2C(=O)N	-3328
[C@@]2(CC[C@]3(C)C(=CC	-3329
c6ccc7	-3330
cc3C1=O	-3331
C4CC	-3332
c3ccsc3)	-3333
c4ccc(F)cc4F	-3334
▁Nc1ccc(cc1)	-3335
Sc2ccccc2	-3336
[C@@H]2[C@H]1	-3337
sc4	-3338
CCCO2)	-3339
\C(=N\O)\N	-3340
nc(NC(=O)	-3341
[C@@H]5CCCN5	-3342
N1C[C@@H](C)[C@H](C	-3343
[n+](C)	-3344
▁Nc1ncc(	-3345
CCNCC4	-3346
C5CCCCC	-3347
CCCCCCCCCCCCCC	-3348
N2C(	-3349
c5cccnc5)	-3350
▁CC(C)OC(=O)	-3351
[C@H](COC3=O)	-3352
▁C=	-3353
N=C(S)N	-3354
[C@H](CN	-3355
[C@H]2O)N(C)C)	-3356
S(=O)(=O)NC(=O)	-3357
c4cccc(c4)C(F)(F)F)	-3358
▁COc1cc(O)	-3359
[C@H]2C[C@@](C)(OC)	-3360
C(C)N	-3361
[N+](	-3362
c1ccc(OCC	-3363
▁Cc1oc(cc1)	-3364
▁C[C@@H](NC(=O)	-3365
c2s1	-3366
c2s1)	-3367
\C=C\2/C(=O)N	-3368
C(C1	-3369
[C@@H](C)CC	-3370
[C@@H]2CN(C	-3371
▁Clc1cccc(C	-3372
B(O)	-3373
c4cc(OC)c(OC)c(OC)	-3374
(N)	-3375
ncc4	-3376
▁CC(C)N(	-3377
N3CCN(CC3)C(=O)	-3378
▁OC(=O)C(F)(F)F.O	-3379
C(=O)N[C@@H](Cc5ccccc5)	-3380
C3=	-3381
\C)	-3382
nc(S	-3383
▁CC[C@@H]1	-3384
NC(=O)[C@@H](C)	-3385
[N+](=O)[O-])[N+](=O)[O-])	-3386
C(=O)NN	-3387
[C@@H](O1)	-3388
c4c(C	-3389
C(=O)OCC2=C1C	-3390
[N+](C)(C)CC	-3391
O2)C(=O)NC1=O	-3392
CC(C	-3393
CCC2=O)	-3394
[Si](C)(C)C(C)(C)C)	-3395
c35	-3396
CC2CC	-3397
c3cccc(C)c3	-3398
▁CCCCn1	-3399
[C@H](C)O2)[C@H](C)[C@@H](O	-3400
C(=O)N2CCOCC2)	-3401
